{"參加比賽":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很緊張，但我相信只要你按照自己的步調，一定能順利獲勝"],"empathy":["參加比賽想必讓你覺得緊張，要不要跟我聊聊","我能理解參加比賽，你一定覺得很緊張","我能理解你的感受，參加比賽總讓人覺得緊張","我知道參加比賽這件事一定讓你覺得緊張","雖然我沒有經歷過，但參加比賽想必讓你覺得緊張","雖然我沒有經歷過參加比賽，但這件事情想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","想必參加比賽這件事讓你的心情很緊張"],"advice":["要不要詢問一下看看朋友都是怎麼應對，或者在比賽前做個深呼吸、冥想一下，讓自己放輕鬆"]},"身體虛弱":{"encouragement":[],"empathy":["身體虛弱想必讓你覺得難過，要不要跟我聊聊","我能理解身體虛弱，你一定覺得很難過","我能理解你的感受，身體虛弱總讓人覺得難過","我知道身體虛弱這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因身體虛弱的難過感讓我感同身受","想必身體虛弱這件事讓你的心情很難過","我知道身體虛弱所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要找些時間跟我一起去運動，鍛鍊身體"]},"肚子餓":{"encouragement":[],"empathy":["我能理解肚子餓，你一定覺得很不爽","我能理解你的感受，肚子餓總讓人覺得不爽","我知道肚子餓這件事一定讓你覺得不爽","想必肚子餓這件事讓你的心情很不爽"],"advice":["之後要不要帶一些小零食在身邊，這樣肚子餓的時候隨時都可以補充"]},"下大雨":{"encouragement":[],"empathy":["下大雨想必讓你覺得不爽，要不要跟我聊聊","我能理解下大雨，你一定覺得很不爽","我能理解你的感受，下大雨總讓人覺得不爽","我知道下大雨這件事一定讓你覺得不爽","你因下大雨的不爽感讓我感同身受","想必下大雨這件事讓你的心情很不爽","我知道下大雨所帶來的不爽感，要不要跟我聊聊"],"advice":[]},"身體不舒服":{"encouragement":[],"empathy":["我能理解身體不舒服，你一定覺得很難過","我能理解你的感受，身體不舒服總讓人覺得難過","我知道身體不舒服這件事一定讓你覺得難過","你因身體不舒服的難過感讓我感同身受","想必身體不舒服這件事讓你的心情很難過","我能理解你的感受，身體不舒服是一件令人難過的事"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"太胖":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動、維持身材"]},"大材小用":{"encouragement":[],"empathy":["大材小用想必讓你覺得不好受，要不要跟我聊聊","我能理解大材小用，你一定覺得很不好受","我能理解你的感受，大材小用總讓人覺得不好受","我知道大材小用這件事一定讓你覺得不好受","想必大材小用這件事讓你的心情很不好受"],"advice":["要不要跟上級或同事討論看看"]},"翹課":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，翹課對學業影響很大，如果有急事的話，還是要記得請假"]},"努力讀書":{"encouragement":["你努力讀書的態度讓我十分佩服"],"empathy":["努力讀書後想必讓你覺得疲倦，要不要跟我聊聊","我能理解努力讀書後，你一定覺得很疲倦","我能理解你的感受，努力讀書後總讓人覺得疲倦","你因努力讀書後的疲倦感讓我感同身受"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"情人劈腿":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["情人劈腿想必讓你覺得傷心，要不要跟我聊聊","我能理解情人劈腿，你一定覺得很傷心","我能理解你的感受，情人劈腿總讓人覺得傷心","我知道情人劈腿這件事一定讓你覺得傷心","雖然我沒有經歷過，但情人劈腿想必讓你覺得傷心","雖然我沒有經歷過情人劈腿，但這件事情想必讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因情人劈腿的傷心感讓我感同身受","想必情人劈腿這件事讓你的心情很傷心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"疼痛":{"encouragement":[],"empathy":["我能理解那種感受，疼痛總讓我覺得悲傷","我了解疼痛所帶來的痛苦讓你覺得悲傷"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"貸款":{"encouragement":[],"empathy":["我知道過著貸款的生活想必讓你覺得很煎熬"],"advice":["要不要跟家人談一談，想想看有沒有解決方式","要不要出去找份兼差來解決這個問題"]},"買彩券":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"基測":{"encouragement":["雖然準備基測一定很辛苦，不過我覺得你做的很棒"],"empathy":["基測想必讓你覺得憂鬱，要不要跟我聊聊","我能理解基測，你一定覺得很憂鬱","我能理解你的感受，基測總讓人覺得憂鬱","我知道基測這件事一定讓你覺得憂鬱","雖然我沒有經歷過，但基測想必讓你覺得憂鬱","雖然我沒有經歷過基測，但這件事情想必讓你覺得憂鬱","你因基測的憂鬱感讓我感同身受","想必基測這件事讓你的心情很憂鬱","我知道基測所帶來的憂鬱感，要不要跟我聊聊"],"advice":["要不要找同學討論、一起複習，好好得應對這次的基測"]},"抽菸喝酒":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["抽菸不但會危害自己的身體，還會迫害周圍的人，建議一定要想辦法戒掉唷，喝酒也是雖然不是什麼壞事，但千萬不要飲酒過量"]},"藐視":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["遭藐視想必讓你覺得難過，要不要跟我聊聊","我能理解遭藐視，你一定覺得很難過","我能理解你的感受，遭藐視總讓人覺得難過","我能理解那種感受，遭藐視總讓我覺得難過","我知道遭藐視這件事一定讓你覺得難過","你因遭藐視的難過感讓我感同身受","想必遭藐視這件事讓你的心情很難過","我知道遭藐視所帶來的難過感，要不要跟我聊聊"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"生活不規律":{"encouragement":[],"empathy":["生活不規律想必讓你覺得難受，要不要跟我聊聊","我能理解生活不規律，你一定覺得很難受","我能理解你的感受，生活不規律總讓人覺得難受","我能理解那種感受，生活不規律總讓我覺得難受","我知道生活不規律這件事一定讓你覺得難受","你因生活不規律的難受感讓我感同身受","想必生活不規律這件事讓你的心情很難受","我知道生活不規律所帶來的難受感，要不要跟我聊聊","你當下的難受感我感同身受"],"advice":["要不要規劃一下作息表，照著上面做應該可以有效地調整現況"]},"不休息":{"encouragement":["工作再繁忙也要抽空休息，不要累壞自己的身體，這樣很得不償失"],"empathy":[],"advice":["工作再繁忙也要抽空休息，不要累壞自己的身體，這樣很得不償失"]},"環境差":{"encouragement":[],"empathy":["我能理解你的感受，環境差總讓人覺得煩悶","我能理解那種感受，環境差總讓我覺得煩悶","我知道環境差這件事一定讓你覺得煩悶","想必環境差這件事讓你的心情很煩悶","你當下的煩悶感我感同身受"],"advice":["要不要換個地方，或是找大家一起過來商量"]},"心碎":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["心碎想必讓你覺得難過，要不要跟我聊聊","我能理解心碎，你一定覺得很難過","我能理解你的感受，心碎總讓人覺得難過","我能理解那種感受，心碎總讓我覺得難過","我知道心碎這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因心碎的難過感讓我感同身受","想必心碎這件事讓你的心情很難過","我知道心碎所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾"]},"欺騙":{"encouragement":[],"empathy":["被欺騙想必讓你覺得憤怒，要不要跟我聊聊","我能理解被欺騙，你一定覺得很憤怒","我能理解你的感受，被欺騙總讓人覺得憤怒","我能理解那種感受，被欺騙總讓我覺得憤怒","我知道被欺騙這件事一定讓你覺得憤怒","你因被欺騙的憤怒感讓我感同身受","想必被欺騙這件事讓你的心情很憤怒","我知道被欺騙所帶來的憤怒感，要不要跟我聊聊","你當下的憤怒感我感同身受"],"advice":["要不要請求警察幫忙調查"]},"往生":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["我能理解身邊有人往生，你一定覺得很難過","我能理解你的感受，身邊有人往生總讓人覺得難過","我知道身邊有人往生這件事一定讓你覺得難過","雖然我沒有經歷過，但身邊有人往生想必讓你覺得難過","雖然我沒有經歷過身邊有人往生，但這件事情想必讓你覺得難過","雖然我沒有經歷過身邊有人往生，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因身邊有人往生的難過感讓我感同身受","想必身邊有人往生這件事讓你的心情很難過"],"advice":["身邊有人往生，一定讓你很難過，要不要跟我聊一聊"]},"沒讀書":{"encouragement":["這次只是因為你沒讀書才考不好，下次只要提早準備，多付出一些努力，一定不會有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"學習":{"encouragement":["你認真學習的態度讓我十分佩服"],"empathy":["學習想必讓你覺得疲累，要不要跟我聊聊","我能理解學習，你一定覺得很疲累","我能理解你的感受，學習總讓人覺得疲累","我能理解那種感受，學習總讓我覺得疲累","我知道學習這件事一定讓你覺得疲累","你因學習的疲累感讓我感同身受","想必學習這件事讓你的心情很疲累","我知道學習所帶來的疲累感，要不要跟我聊聊","你當下的疲累感我感同身受"],"advice":["要不要中途稍作休息，起來動一動、活動一下筋骨"]},"忌妒":{"encouragement":["人們往往總是會忌妒得不到的，多珍惜自己所擁有的一切，才能活得快樂又自在"],"empathy":["我能理解你的感受，我有時候也會忌妒別人的好"],"advice":[]},"說錯話":{"encouragement":["人難免有說錯話的時候，只要你真心道歉，我想對方一定會原諒你"],"empathy":["說錯話想必讓你覺得後悔，要不要跟我聊聊","我能理解說錯話，你一定覺得很後悔","我能理解那種感受，說錯話總讓我覺得後悔","我知道說錯話這件事一定讓你覺得後悔","你因說錯話的後悔感讓我感同身受","想必說錯話這件事讓你的心情很後悔","我知道說錯話所帶來的後悔感，要不要跟我聊聊","我也曾經經歷過說錯話，這件事想必讓你覺得後悔","你當下的後悔感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"考試":{"encouragement":["雖然準備考試一定很辛苦，不過我覺得你做的很棒"],"empathy":["考試想必讓你覺得緊張，要不要跟我聊聊","我能理解考試，你一定覺得很緊張","我能理解你的感受，考試總讓人覺得緊張","我知道考試這件事一定讓你覺得緊張","你因考試的緊張感讓我感同身受","想必考試這件事讓你的心情很緊張","我知道考試所帶來的緊張感，要不要跟我聊聊","你當下的緊張感我感同身受"],"advice":["要不要找同學討論、一起複習，好好得應對這次的考試"]},"著涼":{"encouragement":[],"empathy":[],"advice":["下次記得多準備一些衣物，千萬不要著涼了"]},"要上班":{"encouragement":[],"empathy":["要上班想必讓你覺得厭煩，要不要跟我聊聊","我能理解要上班，你一定覺得很厭煩","我能理解你的感受，要上班總讓人覺得厭煩","我知道要上班這件事一定讓你覺得厭煩","雖然我沒有經歷過要上班，但這件事情想必讓你覺得厭煩","想必要上班這件事讓你的心情很厭煩"],"advice":[]},"作報告":{"encouragement":["我相信以你的能力，只要照著自己的步調，一定能完成"],"empathy":["作報告想必讓你覺得厭煩，要不要跟我聊聊","我能理解作報告，你一定覺得很厭煩","我能理解你的感受，作報告總讓人覺得厭煩","我知道作報告這件事一定讓你覺得厭煩","雖然我沒有經歷過，但作報告想必讓你覺得厭煩","雖然我沒有經歷過作報告，但這件事情想必讓你覺得厭煩","雖然我沒有經歷過作報告，但與它相關的問題想必讓你覺得厭煩","你因作報告的厭煩感讓我感同身受","想必作報告這件事讓你的心情很厭煩"],"advice":["如果作不太出來，要不要試著找同學來討論，說不定會得到不錯的意見"]},"自卑感":{"encouragement":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心"],"empathy":["我也常常對自己感到自卑，要不要跟我聊一聊"],"advice":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心"]},"運動過後":{"encouragement":[],"empathy":["我能理解運動過後，你一定覺得很疲倦","我能理解你的感受，運動過後總讓人覺得疲倦","想必運動過後這件事讓你的心情很疲倦"],"advice":["要不要多喝點水，補充運動過程中流失的水分"]},"熬夜打電動":{"encouragement":[],"empathy":[],"advice":["雖然熬夜打電動很愉快，但也要適當得讓身體休息一下"]},"沉悶":{"encouragement":["如果你覺得無聊也可以跟我聊聊天，我會一直陪在你身邊"],"empathy":["我能理解你的感受，我也很討厭沉悶的感覺"],"advice":["要不要約朋友出去散散心","要不要跟我一起出去走走，放下心中的煩悶"]},"挑釁":{"encouragement":[],"empathy":["我知道面對挑釁想必讓你很憤怒"],"advice":["要不要冷靜下來好好得跟對方溝通一下"]},"賭輸":{"encouragement":[],"empathy":["我能理解賭輸，你一定覺得很難過","我能理解你的感受，賭輸總讓人覺得難過","我知道賭輸這件事一定讓你覺得難過","你因賭輸的難過感讓我感同身受","想必賭輸這件事讓你的心情很難過"],"advice":["下次在賭之前，建議多想想，想想會不會對家庭帶來危害"]},"冷淡":{"encouragement":["我知道你現在覺得寂寞，但不管發生什麼事情，我都會一直陪在你身邊","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["被冷淡想必讓你覺得寂寞，要不要跟我聊聊","我能理解被冷淡，你一定覺得很寂寞","我能理解你的感受，被冷淡總讓人覺得寂寞","我能理解那種感受，被冷淡總讓我覺得寂寞","我知道被冷淡這件事一定讓你覺得寂寞","你因被冷淡的寂寞感讓我感同身受","想必被冷淡這件事讓你的心情很寂寞","我知道被冷淡所帶來的寂寞感，要不要跟我聊聊","你當下的寂寞感我感同身受"],"advice":[]},"上課":{"encouragement":[],"empathy":["你因上課的痛苦感讓我感同身受","你當下的痛苦感我感同身受"],"advice":["要不要下課跟同學一起去打球，或者放學後跟同學一起出去玩散散心"]},"新工作":{"encouragement":["我看著你走過之前各種困境，相信你一定能很快適應"],"empathy":["新工作想必讓你覺得煩惱，要不要跟我聊聊","我能理解新工作，你一定覺得很煩惱","我能理解那種感受，新工作總讓我覺得煩惱","我知道新工作這件事一定讓你覺得煩惱","你因新工作的煩惱感讓我感同身受","想必新工作這件事讓你的心情很煩惱","我知道新工作所帶來的煩惱感，要不要跟我聊聊"],"advice":[]},"看菜單":{"encouragement":[],"empathy":["面臨選擇時想必讓你覺得困擾，要不要跟我聊聊","我能理解面臨選擇時，你一定覺得很困擾","我能理解那種感受，面臨選擇時總讓我覺得困擾","我知道面臨選擇時這件事一定讓你覺得困擾","你因面臨選擇時的困擾感讓我感同身受","想必面臨選擇時這件事讓你的心情很困擾","我知道面臨選擇時所帶來的困擾感，要不要跟我聊聊"],"advice":[]},"失約":{"encouragement":[],"empathy":["失約想必讓你覺得失望，要不要跟我聊聊","我能理解失約，你一定覺得很失望","我能理解你的感受，失約總讓人覺得失望","我能理解那種感受，失約總讓我覺得失望","我知道失約這件事一定讓你覺得失望","你因失約的失望感讓我感同身受","想必失約這件事讓你的心情很失望","我知道失約所帶來的失望感，要不要跟我聊聊","你當下的失望感我感同身受"],"advice":["下次要不要彼此提醒一下，才不會到時候又忘記"]},"飲食不均":{"encouragement":[],"empathy":["飲食不均想必讓你覺得困擾，要不要跟我聊聊","我能理解飲食不均，你一定覺得很困擾","我能理解你的感受，飲食不均總讓人覺得困擾","我知道飲食不均這件事一定讓你覺得困擾","想必飲食不均這件事讓你的心情很困擾","雖然我不知道該說什麼，但我很高興你願意與我分享","忙碌的生活導致飲食不均，一定讓你很困擾吧"],"advice":["要不要多攝取一點蔬果"]},"作業":{"encouragement":["你不必太過擔憂，我相信只要你盡力而為，一定可以完成"],"empathy":["作業想必讓你覺得痛苦，要不要跟我聊聊","我能理解你的感受，作業總讓人覺得痛苦","我知道作業所帶來的壓力和痛苦，要不要跟我聊一聊"],"advice":["你要不要跟同學一起討論或找老師幫忙"]},"熬夜念書":{"encouragement":["你熬夜念書的態度讓我十分佩服"],"empathy":["熬夜念書想必讓你覺得疲倦，要不要跟我聊聊","我能理解熬夜念書，你一定覺得很疲倦","我能理解你的感受，熬夜念書總讓人覺得疲倦","我知道熬夜念書這件事一定讓你覺得疲倦","你因熬夜念書的疲倦感讓我感同身受","你當下的疲倦感我感同身受"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"分手":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["分手想必讓你覺得難過，要不要跟我聊聊","我能理解分手，你一定覺得很難過","我能理解你的感受，分手總讓人覺得難過","我知道分手這件事一定讓你覺得難過","雖然我沒有經歷過，但分手想必讓你覺得難過","雖然我沒有經歷過分手，但這件事情想必讓你覺得難過","雖然我沒有經歷過分手，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因分手的難過感讓我感同身受","想必分手這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"單戀":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人煩惱的，但無論如何，我永遠都會站在你這邊，支持你","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["單戀想必讓你覺得痛苦，要不要跟我聊聊","我能理解單戀，你一定覺得很痛苦","我能理解你的感受，單戀總讓人覺得痛苦","我知道單戀這件事一定讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因單戀的痛苦感讓我感同身受","想必單戀這件事讓你的心情很痛苦"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"小三":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧"],"empathy":["另一半有小三想必讓你覺得生氣","我能理解你的感受，另一半有小三總讓人覺得生氣","雖然我沒有經歷過，但發生這種事情想必讓你覺得生氣","你因另一半有小三的生氣感讓我感同身受","要是我的另一半有小三，我也一定會很生氣"],"advice":["要不要跟我談談，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"粗心":{"encouragement":["我相信只要你下次多多注意一些，一定能避免再次粗心犯錯"],"empathy":["粗心想必讓你覺得難過，要不要跟我聊聊","我能理解粗心，你一定覺得很難過","我能理解你的感受，粗心總讓人覺得難過","我能理解那種感受，粗心總讓我覺得難過","我知道粗心這件事一定讓你覺得難過","你因粗心的難過感讓我感同身受","想必粗心這件事讓你的心情很難過","我知道粗心所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["建議在進行前多多確認一下，這樣應該就能有效的避免粗心發生的問題"]},"愛翹課":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，翹課對學業影響很大，如果有急事的話，還是要記得請假"]},"流鼻水":{"encouragement":[],"empathy":[],"advice":["要不要去看個醫生，確認一下身體狀況，看能不能吃個藥減緩症狀"]},"沒去考試":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要多注意一下考試時間，同學之間互相提醒一下，千萬不要再忘記囉"]},"夜衝":{"encouragement":[],"empathy":[],"advice":["夜衝蠻危險的，晚上開車要多注意路況，小心駕駛才是上策"]},"什麼都不做":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"成婚":{"encouragement":["雖然成婚可能帶給能一些壓力，但不管怎樣我永遠都會站在你這邊，支持你"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"忙不完":{"encouragement":["忙不完確實讓人很煩惱，但你認真的態度讓我十分佩服"],"empathy":["忙不完想必讓你覺得煩惱，要不要跟我聊聊","我能理解忙不完，你一定覺得很煩惱","我能理解你的感受，忙不完總讓人覺得煩惱","我知道忙不完這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因忙不完的煩惱感讓我感同身受","想必忙不完這件事讓你的心情很煩惱"],"advice":["要不要找同伴一起幫忙，大家一起合作，一定能很快解決"]},"被騙":{"encouragement":[],"empathy":["被騙想必讓你覺得憤怒，要不要跟我聊聊","我能理解被騙，你一定覺得很憤怒","我能理解你的感受，被騙總讓人覺得憤怒","我知道被騙這件事一定讓你覺得憤怒","你因被騙的憤怒感讓我感同身受","想必被騙這件事讓你的心情很憤怒","你當下的憤怒感我感同身受"],"advice":["要不要請求警察協助調查"]},"沒人愛":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["沒人愛想必讓你覺得難過，要不要跟我聊聊","我能理解沒人愛，你一定覺得很難過","我能理解你的感受，沒人愛總讓人覺得難過","我能理解那種感受，沒人愛總讓我覺得難過","我知道沒人愛這件事一定讓你覺得難過","你因沒人愛的難過感讓我感同身受","想必沒人愛這件事讓你的心情很難過","我知道沒人愛所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"要求過高":{"encouragement":["你不用自己一個人承擔這些痛苦，我們一起面對吧","不要太在意他人的想法，只要按照自己的步調慢慢前進，才能活得盡興又快樂"],"empathy":["周圍的人對你要求那麼高想必讓你覺得困擾，要不要跟我聊聊","我能理解周圍的人對你要求那麼高，你一定很困擾","我能理解你的感受，周圍的人要求那麼高總讓人覺得困擾","我能理解那種感受，周圍的人要求那麼高總讓我覺得困擾","我知道周圍的人對你要求那麼高這件事一定讓你覺得困擾","雖然我沒有經歷過，但發生這種事想必讓你覺得困擾","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很困擾","你因周圍的人對你要求那麼高的困擾感讓我感同身受","想必周圍的人對你要求那麼高這件事讓你的心情很困擾","我知道周圍的人要求那麼高所帶來的困擾感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟他們討論看看，講出你心中的想法","如果你願意說，我隨時都可以當你忠實的聽眾"]},"頭暈":{"encouragement":[],"empathy":[],"advice":["試著坐下或躺下閉眼休息，補充一些水分，這樣應該能減緩你的頭暈症狀"]},"得不到":{"encouragement":["人們總是想著得不到的東西，而不去珍惜所擁有的一切，最重要的東西往往就在自己的身旁"],"empathy":["得不到想必讓你覺得失落，要不要跟我聊聊","我能理解得不到，你一定覺得很失落","我能理解你的感受，得不到總讓人覺得失落","我能理解那種感受，得不到總讓我覺得失落","我知道得不到這件事一定讓你覺得失落","雖然我沒有經歷過，但得不到想必讓你覺得失落","雖然我沒有經歷過得不到，但這件事情想必讓你覺得失落","雖然我沒有經歷過得不到，但與它相關的問題想必讓你覺得失落","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很失落","你因得不到的失落感讓我感同身受","想必得不到這件事讓你的心情很失落","你當下的失落感我感同身受"],"advice":[]},"失戀之後":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["失戀之後想必讓你覺得難過，要不要跟我聊聊","我能理解失戀之後，你一定覺得很難過","我能理解你的感受，失戀之後總讓人覺得難過","我能理解那種感受，失戀之後總讓我覺得難過","我知道失戀之後這件事一定讓你覺得難過","你因失戀之後的難過感讓我感同身受","想必失戀之後這件事讓你的心情很難過","我知道失戀之後所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"疲倦":{"encouragement":[],"empathy":[],"advice":["要不要趁著空閒時間補眠，或者起來活動一下筋骨"]},"做工":{"encouragement":["你認真做工的態度讓我很佩服"],"empathy":["我能理解做工，你一定覺得很疲累","我能理解你的感受，做工總讓人覺得疲累","我知道做工這件事一定讓你覺得疲累","雖然我沒有經歷過，但做工想必讓你覺得疲累","雖然我沒有經歷過做工，但這件事情想必讓你覺得疲累","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲累","你因做工的疲累感讓我感同身受","想必做工這件事讓你的心情很疲累"],"advice":["要不要中途稍作休息，再繼續努力"]},"想家":{"encouragement":[],"empathy":["想家想必讓你覺得悲傷，要不要跟我聊聊","我能理解想家，你一定覺得很悲傷","我知道想家這件事一定讓你覺得悲傷","你因想家的悲傷感讓我感同身受","想必想家這件事讓你的心情很悲傷","我知道想家所帶來的悲傷感，要不要跟我聊聊","你當下的悲傷感我感同身受"],"advice":["要不要打的電話，或用通訊軟體跟家人聯絡"]},"想不開":{"encouragement":["很多事情都能重來，但人生只有一次"],"empathy":["當下的你想必很苦悶才會想不開吧","我能理解你的感受，當下的你想必覺得苦悶"],"advice":[]},"和朋友吵架":{"encouragement":["吵架在所難免，下次先試著讓自己冷靜下來，一定可以順利解決問題","吵架在所難免，我相信只要誠心道歉，你們彼此一定能夠很快就和好"],"empathy":["和朋友吵架想必讓你覺得難過，要不要跟我聊聊","我能理解和朋友吵架，你一定覺得很難過","我能理解那種感受，和朋友吵架總讓我覺得難過","我知道和朋友吵架這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因和朋友吵架的難過感讓我感同身受","想必和朋友吵架這件事讓你的心情很難過","我知道和朋友吵架所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"用心":{"encouragement":["你認真用心的態度讓我相當佩服"],"empathy":[],"advice":[]},"交往":{"encouragement":["你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧"],"empathy":["交往後的生活改變想必讓你很煩惱吧","我能理解你的感受，交往後的生活想必讓你很煩惱","雖然我沒有經歷過交往的過程，但與它相關的事情想必讓你覺得煩惱"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"被遺棄":{"encouragement":["你不必太過沮喪，不管發生什麼事情我都會一直陪在你身邊","開心一點無論如何，我都會陪在你身邊"],"empathy":["被遺棄想必讓你覺得沮喪，要不要跟我聊聊","我能理解被遺棄，你一定覺得很沮喪","我能理解你的感受，被遺棄總讓人覺得沮喪","我能理解那種感受，被遺棄總讓我覺得沮喪","我知道被遺棄這件事一定讓你覺得沮喪","你因被遺棄的沮喪感讓我感同身受","想必被遺棄這件事讓你的心情很沮喪","我知道被遺棄所帶來的沮喪感，要不要跟我聊聊","你當下的沮喪感我感同身受"],"advice":[]},"歧視":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["遭歧視想必讓你覺得難過，要不要跟我聊聊","我能理解遭歧視，你一定覺得很難過","我能理解你的感受，遭歧視總讓人覺得難過","我能理解那種感受，遭歧視總讓我覺得難過","我知道遭歧視這件事一定讓你覺得難過","你因遭歧視的難過感讓我感同身受","想必遭歧視這件事讓你的心情很難過","我知道遭歧視所帶來的難過感，要不要跟我聊聊"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","要不要跟大家說清楚你內心中的想法"]},"超時工作":{"encouragement":[],"empathy":["超時工作想必讓你覺得疲累又痛苦，要不要跟我聊聊","我能理解超時工作，你一定覺得很疲累又痛苦","我能理解你的感受，超時工作總讓人覺得疲累又痛苦","我知道超時工作這件事一定讓你覺得疲累又痛苦","雖然我沒有經歷過，但超時工作想必讓你覺得疲累又痛苦","雖然我沒有經歷過超時工作，但這件事情想必讓你覺得疲累又痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲累又痛苦","想必超時工作這件事讓你的心情很疲累又痛苦"],"advice":["要不要跟大家討論看看，看要如何改善"]},"被當掉":{"encouragement":["雖然這次失敗了，但我覺得只要你肯努力，下次一定能避免這種情況發生","下一次你一定可以更好地面對，千萬別失望","看你這麼悲傷我也很悲傷，我會陪著你一起走出來"],"empathy":["被當掉想必讓你覺得悲傷，要不要跟我聊聊","我能理解被當掉，你一定覺得很悲傷","我能理解你的感受，被當掉總讓人覺得悲傷","我知道被當掉這件事一定讓你覺得悲傷","雖然我沒有經歷過，但被當掉想必讓你覺得悲傷","雖然我沒有經歷過被當掉，但這件事情想必讓你覺得悲傷","雖然我沒有經歷過被當掉，但與它相關的問題想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因被當掉的悲傷感讓我感同身受","想必被當掉這件事讓你的心情很悲傷","我知道被當掉所帶來的悲傷感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次考試前要不要多多找老師和同學討論"]},"日夜顛倒":{"encouragement":[],"empathy":["日夜顛倒想必讓你覺得辛苦，要不要跟我聊聊","我能理解日夜顛倒，你一定覺得很辛苦","我能理解你的感受，日夜顛倒總讓人覺得辛苦","我知道日夜顛倒這件事一定讓你覺得辛苦","雖然我沒有經歷過，但日夜顛倒想必讓你覺得辛苦","雖然我沒有經歷過日夜顛倒，但這件事情想必讓你覺得辛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很辛苦","你因日夜顛倒的辛苦感讓我感同身受","想必日夜顛倒這件事讓你的心情很辛苦"],"advice":["顛倒EmotionalSupport:advice-","要不要趁著假日的時候調整一下作息，讓自己的身體能適應適應"]},"發怒":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享","當下的你想必很氣憤吧，才會發怒","你當下的氣憤我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"打罵":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤才會跟人家發生打罵","我能理解你的感受，當下的你想必很氣憤","你當下氣憤的情感讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"應酬":{"encouragement":[],"empathy":["應酬想必讓你覺得疲勞，要不要跟我聊聊","我能理解應酬，你一定覺得很疲勞","我能理解你的感受，應酬總讓人覺得疲勞","我知道應酬這件事一定讓你覺得疲勞","你因應酬的疲勞感讓我感同身受","想必應酬這件事讓你的心情很疲勞","你當下的疲勞感我感同身受"],"advice":["要不要應酬完後約朋友出去走走放鬆一下身心，或者回家好好睡一覺"]},"過重":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動","如果你願意隨時都可以找我一起去運動"]},"打瞌睡":{"encouragement":[],"empathy":["想必你昨天忙到很晚，今天才一直打瞌睡"],"advice":["要不要前一天早點睡，或是趁著空閒的時間補眠"]},"當兵":{"encouragement":[],"empathy":["當兵想必讓你覺得心煩，要不要跟我聊聊","我能理解你的感受，當兵總讓人覺得心煩","我知道當兵這件事一定讓你覺得心煩","雖然我沒有經歷過，但當兵想必讓你覺得心煩","雖然我沒有經歷過當兵，但這件事情想必讓你覺得心煩","想必當兵這件事讓你的心情很心煩"],"advice":[]},"身體熱熱":{"encouragement":[],"empathy":["身體熱熱想必讓你覺得不舒服，要不要跟我聊聊","我能理解你的感受，身體熱熱總讓人覺得不舒服","雖然我沒有經歷過，但身體熱熱想必讓你覺得不舒服","雖然我沒有經歷過身體熱熱，但這件事情想必讓你覺得不舒服"],"advice":["要不要去旁邊休息一下，或者去看個醫生"]},"不舒服":{"encouragement":[],"empathy":["不舒服想必讓你覺得難過，要不要跟我聊聊","我能理解不舒服，你一定覺得很難過","我能理解你的感受，不舒服總讓人覺得難過","我知道不舒服這件事一定讓你覺得難過","你因不舒服的難過感讓我感同身受","想必不舒服這件事讓你的心情很難過"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"失誤":{"encouragement":["人生中難免有失誤發生，我相信只要你有心要彌補，以你的能力，一定能夠順利解決","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["發生失誤想必讓你覺得沮喪，要不要跟我聊聊","我能理解發生失誤，你一定覺得很沮喪","我能理解你的感受，發生失誤總讓人覺得沮喪","我能理解那種感受，發生失誤總讓我覺得沮喪","我知道發生失誤這件事一定讓你覺得沮喪","雖然我沒有經歷過，但發生失誤想必讓你覺得沮喪","你因發生失誤的沮喪感讓我感同身受","想必發生失誤這件事讓你的心情很沮喪","我知道發生失誤所帶來的沮喪感，要不要跟我聊聊"],"advice":["要不要跟同伴一起討論，看如何彌補這次的失誤","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"打工":{"encouragement":[],"empathy":["打工想必讓你覺得疲憊，要不要跟我聊聊","我知道打工這件事一定讓你覺得疲憊","雖然我沒有經歷過，但打工想必讓你覺得疲憊","雖然我沒有經歷過打工，但這件事情想必讓你覺得疲憊","想必打工這件事讓你的心情很疲憊"],"advice":["要不要趁假日時多多休息"]},"買大樂透":{"encouragement":["大樂透沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然大樂透沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"考試考不好":{"encouragement":["雖然你這次考試考不好，但你這陣子的努力我都看在眼裡，繼續保持下去，相信下次你一定會進步"],"empathy":["考試考不好想必讓你覺得難過，要不要跟我聊聊","我能理解考試考不好，你一定覺得很難過","我能理解你的感受，考試考不好總讓人覺得難過","我能理解那種感受，考試考不好總讓我覺得難過","我知道考試考不好這件事一定讓你覺得難過","雖然我沒有經歷過，但考試考不好想必讓你覺得難過","雖然我沒有經歷過考試考不好，但這件事情想必讓你覺得難過","雖然我沒有經歷過考試考不好，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因考試考不好的難過感讓我感同身受","想必考試考不好這件事讓你的心情很難過","我知道考試考不好所帶來的難過感，要不要跟我聊聊","我也曾經經歷過考試考不好，這件事想必讓你覺得難過","你當下的難過感我感同身受"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了","下次考試前要不要找同學來一起複習，這樣能夠更有效率"]},"奔波":{"encouragement":[],"empathy":["我能理解奔波，你一定覺得很疲憊","我能理解你的感受，奔波總讓人覺得疲憊","我知道奔波這件事一定讓你覺得疲憊","雖然我沒有經歷過，但奔波想必讓你覺得疲憊","雖然我沒有經歷過奔波，但這件事情想必讓你覺得疲憊","想必奔波這件事讓你的心情很疲憊"],"advice":["要不要先制定好計畫，這樣就能適當休息"]},"髒亂":{"encouragement":[],"empathy":["髒亂想必讓你覺得厭惡，要不要跟我聊聊","我能理解髒亂，你一定覺得很厭惡","我能理解你的感受，髒亂總讓人覺得厭惡","我能理解那種感受，髒亂總讓我覺得厭惡","我知道髒亂這件事一定讓你覺得厭惡","你因髒亂的厭惡感讓我感同身受","想必髒亂這件事讓你的心情很厭惡","我知道髒亂所帶來的厭惡感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要邀請大家一起來打掃，乾淨的環境總是讓人心情特別舒暢"]},"唸書":{"encouragement":["你努力唸書的態度讓我十分佩服"],"empathy":["我能理解唸書，你一定覺得很疲倦","我能理解你的感受，唸書總讓人覺得疲倦","我能理解那種感受，唸書總讓我覺得疲倦","我知道唸書這件事一定讓你覺得疲倦","雖然我沒有經歷過，但唸書想必讓你覺得疲倦","雖然我沒有經歷過唸書，但這件事情想必讓你覺得疲倦","你因唸書的疲倦感讓我感同身受","想必唸書這件事讓你的心情很疲倦"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"劈腿":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["被劈腿想必讓你覺得傷心，要不要跟我聊聊","我能理解被劈腿，你一定覺得很傷心","我能理解你的感受，被劈腿總讓人覺得傷心","我知道被劈腿這件事一定讓你覺得傷心","雖然我沒有經歷過，但被劈腿想必讓你覺得傷心","雖然我沒有經歷過被劈腿，但這件事情想必讓你覺得傷心","想必被劈腿這件事讓你的心情很傷心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"太晚睡":{"encouragement":[],"empathy":["雖然我沒經歷過，但太晚睡所帶來的疲累想必讓你很煎熬"],"advice":["要不要起來動一下，或者趁著空閒時間補充睡眠"]},"做壞事":{"encouragement":["冷靜一點想想，不要這麼衝動，應該就能避免到很多麻煩"],"empathy":["做壞事想必讓你覺得愧疚，要不要跟我聊聊","我能理解做壞事，你一定覺得很愧疚","我能理解你的感受，做壞事總讓人覺得愧疚","我知道做壞事這件事一定讓你覺得愧疚","想必做壞事這件事讓你的心情很愧疚","你當下的愧疚感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，好好的想一想"]},"上課睡覺":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要提早睡覺，或是趁著下課補充一下睡眠"]},"不合":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["不合想必讓你覺得難過，要不要跟我聊聊","我能理解不合，你一定覺得很難過","我能理解你的感受，不合總讓人覺得難過","我能理解那種感受，不合總讓我覺得難過","我知道不合這件事一定讓你覺得難過","你因不合的難過感讓我感同身受","想必不合這件事讓你的心情很難過","我知道不合所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾"]},"離家":{"encouragement":[],"empathy":["離家想必讓你覺得悲傷，要不要跟我聊聊","我能理解離家，你一定覺得很悲傷","我能理解你的感受，離家總讓人覺得悲傷","我知道離家這件事一定讓你覺得悲傷","雖然我沒有經歷過，但離家想必讓你覺得悲傷","雖然我沒有經歷過離家，但這件事情想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","想必離家這件事讓你的心情很悲傷"],"advice":["要不要打個電話或用通訊軟體跟家人多多聯絡"]},"趕工":{"encouragement":[],"empathy":["我能理解趕工，你一定覺得很疲倦","我能理解你的感受，趕工總讓人覺得疲倦","我知道趕工這件事一定讓你覺得疲倦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲倦","你因趕工的疲倦感讓我感同身受","想必趕工這件事讓你的心情很疲倦","我知道趕工所帶來的疲倦感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找大家一起來幫忙，加速工作的進度"]},"比賽":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很緊張，但我相信只要你按照自己的步調，一定能順利獲勝"],"empathy":["我能理解比賽，你一定覺得很緊張","我能理解你的感受，比賽總讓人覺得緊張","我知道比賽這件事一定讓你覺得緊張","雖然我沒有經歷過，但比賽想必讓你覺得緊張","雖然我沒有經歷過比賽，但這件事情想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","想必比賽這件事讓你的心情很緊張"],"advice":["要不要詢問一下看看朋友都是怎麼應對，或者在比賽前做個深呼吸、冥想一下，讓自己放輕鬆"]},"沒人陪":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["沒人陪想必讓你覺得難過，要不要跟我聊聊","我能理解沒人陪，你一定覺得很難過","我能理解你的感受，沒人陪總讓人覺得難過","我能理解那種感受，沒人陪總讓我覺得難過","我知道沒人陪這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒人陪的難過感讓我感同身受","想必沒人陪這件事讓你的心情很難過","我知道沒人陪所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"沒人":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得孤單，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["沒人陪想必讓你覺得孤單，要不要跟我聊聊","我能理解沒人陪，你一定覺得很孤單","我能理解你的感受，沒人陪總讓人覺得孤單","我能理解那種感受，沒人陪總讓我覺得孤單","我知道沒人陪這件事一定讓你覺得孤單","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很孤單","你因沒人陪的孤單感讓我感同身受","想必沒人陪這件事讓你的心情很孤單","我知道沒人陪所帶來的孤單感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過沒人陪，這件事想必讓你覺得孤單","你當下的孤單感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"失敗":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的失敗，把它當作一次寶貴的經驗，下次繼續努力","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["失敗想必讓你覺得沮喪，要不要跟我聊聊","我能理解失敗，你一定覺得很沮喪","我能理解你的感受，失敗總讓人覺得沮喪","我能理解那種感受，失敗總讓我覺得沮喪","我知道失敗這件事一定讓你覺得沮喪","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很沮喪","你因失敗的沮喪感讓我感同身受","想必失敗這件事讓你的心情很沮喪","我知道失敗所帶來的沮喪感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的沮喪感我感同身受"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中"]},"被罵":{"encouragement":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"],"empathy":["被罵想必讓你覺得難過，要不要跟我聊聊","我能理解被罵，你一定覺得很難過","我能理解你的感受，被罵總讓人覺得難過","我能理解那種感受，被罵總讓我覺得難過","我知道被罵這件事一定讓你覺得難過","你因被罵的難過感讓我感同身受","想必被罵這件事讓你的心情很難過","我知道被罵所帶來的難過感，要不要跟我聊聊","我也曾經經歷過被罵，這件事想必讓你覺得難過"],"advice":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"]},"散撥謠言":{"encouragement":[],"empathy":["我能理解你的感受，散撥謠言真的讓人覺得很可惡"],"advice":["記得要多查證才不會被亂散撥謠言給騙"]},"受到打擊":{"encouragement":[],"empathy":["受到打擊想必讓你覺得難過，要不要跟我聊聊","我能理解受到打擊，你一定覺得很難過","我能理解你的感受，受到打擊總讓人覺得難過","我能理解那種感受，受到打擊總讓我覺得難過","我知道受到打擊這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因受到打擊的難過感讓我感同身受","想必受到打擊這件事讓你的心情很難過","我知道受到打擊所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":[]},"抵抗力變差":{"encouragement":[],"empathy":["抵抗力變差想必讓你覺得難過，要不要跟我聊聊","我能理解抵抗力變差，你一定覺得很難過","我能理解你的感受，抵抗力變差總讓人覺得難過","我知道抵抗力變差這件事一定讓你覺得難過","你因抵抗力變差的難過感讓我感同身受","想必抵抗力變差這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要找些時間跟我一起去運動，鍛鍊身體"]},"亂買":{"encouragement":[],"empathy":[],"advice":["下次買東西時，要不要再多想想看，確認這個否是必要的"]},"歸天":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","看你這麼難過我也很難過，我會陪著你一起走出來"],"empathy":["身邊有人歸天想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人歸天，你一定覺得很難過","我能理解你的感受，身邊有人歸天總讓人覺得難過","我知道身邊有人歸天這件事一定讓你覺得難過","雖然我沒有經歷過，但身邊有人歸天想必讓你覺得難過","雖然我沒有經歷過身邊有人歸天，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因身邊有人歸天的難過感讓我感同身受","想必身邊有人歸天這件事讓你的心情很難過","我知道身邊有人歸天所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["身邊有人歸天，一定讓你很難過，要不要跟我聊一聊"]},"二一":{"encouragement":["雖然這次失敗了，但我覺得只要你肯努力，下次一定能避免這種情況發生","下一次你一定可以更好地面對，千萬別失望"],"empathy":["二一想必讓你覺得難過，要不要跟我聊聊","我能理解二一，你一定覺得很難過","我能理解你的感受，二一總讓人覺得難過","我能理解那種感受，二一總讓我覺得難過","我知道二一這件事一定讓你覺得難過","雖然我沒有經歷過，但二一想必讓你覺得難過","雖然我沒有經歷過二一，但這件事情想必讓你覺得難過","雖然我沒有經歷過二一，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因二一的難過感讓我感同身受","想必二一這件事讓你的心情很難過","我知道二一所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次考試前要不要多多找老師和同學討論","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"虐待":{"encouragement":[],"empathy":["發生虐待這種事情想必讓人很恐慌"],"advice":["要不要請求警察幫忙調查"]},"要考試":{"encouragement":["雖然準備考試一定很辛苦，不過我覺得你做的很棒"],"empathy":["要考試想必讓你覺得緊張，要不要跟我聊聊","我能理解要考試，你一定覺得很緊張","我能理解你的感受，要考試總讓人覺得緊張","我知道要考試這件事一定讓你覺得緊張","你因要考試的緊張感讓我感同身受","想必要考試這件事讓你的心情很緊張","我知道要考試所帶來的緊張感，要不要跟我聊聊","你當下的緊張感我感同身受"],"advice":["要不要找同學討論、一起複習，好好得應對這次的考試"]},"刷爆卡":{"encouragement":[],"empathy":[],"advice":["下次在刷卡時，要不要再多想想看，是否這個東西是你需要的"]},"打掃房間":{"encouragement":[],"empathy":["我能理解打掃房間，你一定覺得很煩惱","我能理解你的感受，打掃房間總讓人覺得煩惱","我能理解那種感受，打掃房間總讓我覺得煩惱","我知道打掃房間這件事一定讓你覺得煩惱","你因打掃房間的煩惱感讓我感同身受"],"advice":["要不要找家人一起幫忙，這樣應該會比較快整理完"]},"疲勞":{"encouragement":[],"empathy":["疲勞想必讓你覺得煩躁，要不要跟我聊聊","我能理解疲勞，你一定覺得很煩躁","我能理解你的感受，疲勞總讓人覺得煩躁","我知道疲勞這件事一定讓你覺得煩躁","你因疲勞的煩躁感讓我感同身受","想必疲勞這件事讓你的心情很煩躁","你當下的煩躁感我感同身受"],"advice":["要不要請一天假，讓自己的身體好好休息"]},"還想她":{"encouragement":[],"empathy":["我理解想念這件事，想必讓人既寂寞又傷心"],"advice":["要不要打的電話，或用通訊軟體跟他聯絡"]},"棄養":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["建議可以去各網站張貼領養資訊，不要隨意棄養"]},"被拒絕":{"encouragement":[],"empathy":["被拒絕想必讓你覺得難過，要不要跟我聊聊","我能理解被拒絕，你一定覺得很難過","我能理解那種感受，被拒絕總讓我覺得難過","我知道被拒絕這件事一定讓你覺得難過","你因被拒絕的難過感讓我感同身受","想必被拒絕這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"打老婆":{"encouragement":[],"empathy":[],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，可能就能避免這種事發生"]},"找不到朋友":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["找不到朋友想必讓你覺得傷心，要不要跟我聊聊","我能理解找不到朋友，你一定覺得很傷心","我能理解你的感受，找不到朋友總讓人覺得傷心","我能理解那種感受，找不到朋友總讓我覺得傷心","我知道找不到朋友這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因找不到朋友的傷心感讓我感同身受","想必找不到朋友這件事讓你的心情很傷心","我知道找不到朋友所帶來的傷心感，要不要跟我聊聊"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"沒胃口":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然你沒胃口，但還是要加減吃一些，這樣才不會對身體不好"]},"被當":{"encouragement":["雖然這次被當，但我相信以你的能力，只要繼續努力、多跟同學討論，下次一定不會有問題","下一次你一定可以更好地面對，千萬別失望","這次的成績已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["被當想必讓你覺得難過，要不要跟我聊聊","我能理解被當，你一定覺得很難過","我能理解你的感受，被當總讓人覺得難過","我知道被當這件事一定讓你覺得難過","雖然我沒有經歷過，但被當想必讓你覺得難過","雖然我沒有經歷過被當，但這件事情想必讓你覺得難過","雖然我沒有經歷過被當，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被當的難過感讓我感同身受","想必被當這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論","要不要把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"做報告":{"encouragement":["我相信以你的能力，只要照著自己的步調，一定能完成"],"empathy":["做報告想必讓你覺得厭煩，要不要跟我聊聊","我能理解做報告，你一定覺得很厭煩","我能理解你的感受，做報告總讓人覺得厭煩","我能理解那種感受，做報告總讓我覺得厭煩","我知道做報告這件事一定讓你覺得厭煩","你因做報告的厭煩感讓我感同身受","想必做報告這件事讓你的心情很厭煩","我知道做報告所帶來的厭煩感，要不要跟我聊聊"],"advice":["如果做不太出來，要不要試著找同學來討論，說不定會得到不錯的意見"]},"沒有完成":{"encouragement":["我相信只要按照你的步調，一定可以順利完成"],"empathy":["事情沒有完成想必讓你覺得擔憂，要不要跟我聊聊","我能理解事情沒有完成，你一定覺得很擔憂","我能理解你的感受，事情沒有完成總讓人覺得擔憂","我能理解那種感受，事情沒有完成總讓我覺得擔憂","我知道事情沒有完成這件事一定讓你覺得擔憂","你因事情沒有完成的擔憂感讓我感同身受","想必事情沒有完成這件事讓你的心情很擔憂","你當下的擔憂感我感同身受"],"advice":["要不要找同伴一起來幫忙，這樣應該能夠加速進度"]},"用詞不當":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次面臨這種情況時，試著做個深呼吸，讓自己冷靜下來，想清楚再跟他人溝通"]},"被搶":{"encouragement":[],"empathy":["被搶想必讓你覺得憤怒，要不要跟我聊聊","我能理解被搶，你一定覺得很憤怒","我能理解你的感受，被搶總讓人覺得憤怒","我知道被搶這件事一定讓你覺得憤怒","雖然我沒有經歷過，但被搶想必讓你覺得憤怒","雖然我沒有經歷過被搶，但這件事情想必讓你覺得憤怒","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很憤怒","你因被搶的憤怒感讓我感同身受","想必被搶這件事讓你的心情很憤怒","你當下的憤怒感我感同身受"],"advice":["要不要聯絡警察或請求相關人員幫忙調閱監視器"]},"努力工作":{"encouragement":["你努力工作的態度讓我很佩服"],"empathy":["努力工作想必讓你覺得疲累，要不要跟我聊聊","我能理解努力工作，你一定覺得很疲累","我能理解你的感受，努力工作總讓人覺得疲累","我能理解那種感受，努力工作總讓我覺得疲累","我知道努力工作這件事一定讓你覺得疲累","你因努力工作的疲累感讓我感同身受","想必努力工作這件事讓你的心情很疲累","你當下的疲累感我感同身受"],"advice":["要不要中途稍作休息，起來動一動、活動一下筋骨"]},"討論報告":{"encouragement":["人們之間意見不同在所難免，但我相信以你的能力，一定能夠幫大家整合出好的意見"],"empathy":["我能理解你的感受，討論報告時通常都會有些意見衝突"],"advice":["要不要找大家一起出來商量，多溝通有助於意見的整合"]},"錢不見":{"encouragement":[],"empathy":["錢不見想必讓你覺得焦慮，要不要跟我聊聊","我能理解錢不見，你一定覺得很焦慮","我能理解你的感受，錢不見總讓人覺得焦慮","我知道錢不見這件事一定讓你覺得焦慮","你因錢不見的焦慮感讓我感同身受","想必錢不見這件事讓你的心情很焦慮","你當下的焦慮感我感同身受"],"advice":["試著想想最後一次在什麼地方用錢，或者請朋友、家人或警察幫忙尋找"]},"離家出走":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無","不管發生什麼事我都會一直陪在你身邊，你的快樂，就是我的幸福"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要再想想看，或許冷靜下來想一想就會發現一切都沒有那麼嚴重"]},"沒事做":{"encouragement":[],"empathy":["沒事做想必讓你覺得寂寞，要不要跟我聊聊","我能理解沒事做，你一定覺得很寂寞","我能理解你的感受，沒事做總讓人覺得寂寞","我知道沒事做這件事一定讓你覺得寂寞","你因沒事做的寂寞感讓我感同身受","想必沒事做這件事讓你的心情很寂寞","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要約朋友一起出去散散心"]},"讀書":{"encouragement":["你認真讀書的態度讓我十分佩服"],"empathy":["我能理解你的感受，讀書後總讓人覺得疲倦","我能理解那種感受，讀書後總讓我覺得疲倦","我知道讀書後這件事一定讓你覺得疲倦","你因讀書後的疲倦感讓我感同身受","想必讀書後這件事讓你的心情很疲倦","我知道讀書後所帶來的疲倦感，要不要跟我聊聊","你當下的疲倦感我感同身受"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"降職":{"encouragement":["雖然降職很令人難過，但我相信只要你保持正面的態度繼續努力，一定可以順利的度過這個難關"],"empathy":["降職想必讓你覺得悲傷，要不要跟我聊聊","我能理解你的感受，降職總讓人覺得悲傷","我知道降職這件事一定讓你覺得悲傷","雖然我沒有經歷過，但降職想必讓你覺得悲傷","雖然我沒有經歷過降職，但這件事情想必讓你覺得悲傷","雖然我沒有經歷過降職，但與它相關的問題想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因降職的悲傷感讓我感同身受","想必降職這件事讓你的心情很悲傷","你當下的悲傷感我感同身受"],"advice":[]},"高血壓":{"encouragement":[],"empathy":["我能理解你的感受，高血壓總讓人覺得煩惱","我知道高血壓這件事一定讓你覺得煩惱","雖然我沒有經歷過，但高血壓想必讓你覺得煩惱","雖然我沒有經歷過高血壓，但這件事情想必讓你覺得煩惱","想必高血壓這件事讓你的心情很煩惱"],"advice":["要小心唷，高血壓可能是中風的高危險群，多注意一點，建議你看個醫生，檢查一下身體狀況、詢問醫生要如何處理","要不要去看個醫生，確認一下身體狀況，看能不能吃個藥減緩症狀"]},"運動過度":{"encouragement":[],"empathy":["我能理解運動過度，你一定覺得很痛苦","我能理解你的感受，運動過度總讓人覺得痛苦","你因運動過度的痛苦感讓我感同身受","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然運動很重要，但也要多多注意自己的身體"]},"亡故":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["身邊有人亡故想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人亡故，你一定覺得很難過","我能理解你的感受，身邊有人亡故總讓人覺得難過","我知道身邊有人亡故這件事一定讓你覺得難過","雖然我沒有經歷過，但身邊有人亡故想必讓你覺得難過","雖然我沒有經歷過身邊有人亡故，但這件事情想必讓你覺得難過","雖然我沒有經歷過身邊有人亡故，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因身邊有人亡故的難過感讓我感同身受","想必身邊有人亡故這件事讓你的心情很難過","我知道身邊有人亡故所帶來的難過感，要不要跟我聊聊"],"advice":["身邊有人亡故，一定讓你很難過，要不要跟我聊一聊"]},"找不到工作":{"encouragement":["找不到工作只是一時的，只要你繼續保持正面的態度、繼續努力，一定很快就能度過這個難關"],"empathy":["找不到工作想必讓你覺得悲傷，要不要跟我聊聊","我能理解找不到工作，你一定覺得很悲傷","我能理解你的感受，找不到工作總讓人覺得悲傷","我知道找不到工作這件事一定讓你覺得悲傷","雖然我沒有經歷過，但找不到工作想必讓你覺得悲傷","雖然我沒有經歷過找不到工作，但這件事情想必讓你覺得悲傷","雖然我沒有經歷過找不到工作，但與它相關的問題想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因找不到工作的悲傷感讓我感同身受","想必找不到工作這件事讓你的心情很悲傷"],"advice":["要不要參加就職訓練，從訓練中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力"]},"不運動":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動"]},"考試不及格":{"encouragement":["雖然這次考試不及格，但我相信以你的能力，只要繼續努力、多跟同學討論，下次一定不會有問題","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["考試不及格想必讓你覺得難過，要不要跟我聊聊","我能理解考試不及格，你一定覺得很難過","我能理解你的感受，考試不及格總讓人覺得難過","我能理解那種感受，考試不及格總讓我覺得難過","我知道考試不及格這件事一定讓你覺得難過","雖然我沒有經歷過，但考試不及格想必讓你覺得難過","雖然我沒有經歷過考試不及格，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必考試不及格這件事讓你的心情很難過"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"用腦過度":{"encouragement":[],"empathy":["用腦過度想必讓你覺得疲勞，要不要跟我聊聊","我能理解用腦過度，你一定覺得很疲勞","我能理解你的感受，用腦過度總讓人覺得疲勞","我能理解那種感受，用腦過度總讓我覺得疲勞","我知道用腦過度這件事一定讓你覺得疲勞","你因用腦過度的疲勞感讓我感同身受","想必用腦過度這件事讓你的心情很疲勞","我知道用腦過度所帶來的疲勞感，要不要跟我聊聊","你當下的疲勞感我感同身受"],"advice":["要不要跟我出去走走，讓自己的身體稍微放鬆、出去活動活動"]},"沒朋友":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["沒朋友想必讓你覺得難過，要不要跟我聊聊","我能理解沒朋友，你一定覺得很難過","我能理解你的感受，沒朋友總讓人覺得難過","我能理解那種感受，沒朋友總讓我覺得難過","我知道沒朋友這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒朋友的難過感讓我感同身受","想必沒朋友這件事讓你的心情很難過","我知道沒朋友所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"牙痛":{"encouragement":[],"empathy":["牙痛想必讓你覺得痛苦，要不要跟我聊聊","我能理解牙痛，你一定覺得很痛苦","我能理解你的感受，牙痛總讓人覺得痛苦","我知道牙痛這件事一定讓你覺得痛苦","想必牙痛這件事讓你的心情很痛苦"],"advice":["要不要去看個醫生，處理一下牙齒的問題"]},"不念書":{"encouragement":["這次只是因為你沒唸書才考不好，下次只要提早準備，多付出一些努力，一定不會有問題"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"超時":{"encouragement":[],"empathy":["超時想必讓你覺得煩惱，要不要跟我聊聊","我能理解超時，你一定覺得很煩惱","我能理解你的感受，超時總讓人覺得煩惱","我知道超時這件事一定讓你覺得煩惱","你因超時的煩惱感讓我感同身受","想必超時這件事讓你的心情很煩惱","你當下的煩惱感我感同身受"],"advice":["要不要跟大家討論看看，看要如何改善"]},"身體差":{"encouragement":[],"empathy":["我知道身體差這件事一定讓你覺得痛苦","雖然我沒有經歷過，但身體差想必讓你覺得痛苦","雖然我沒有經歷過身體差，但這件事情想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","想必身體差這件事讓你的心情很痛苦","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["建議可以補充一些補品，有空的時候多多散步曬曬太陽、呼吸新鮮空氣"]},"侮蔑":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["被侮蔑想必讓你覺得難過，要不要跟我聊聊","我能理解被侮蔑，你一定覺得很難過","我能理解你的感受，被侮蔑總讓人覺得難過","我能理解那種感受，被侮蔑總讓我覺得難過","我知道被侮蔑這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被侮蔑的難過感讓我感同身受","想必被侮蔑這件事讓你的心情很難過","我知道被侮蔑所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"缺乏":{"encouragement":[],"empathy":["我能理解你的感受，缺乏東西總讓人覺得苦惱","我能理解那種感受，缺乏東西總讓我覺得苦惱","我知道缺乏東西這件事一定讓你覺得苦惱","你因缺乏東西的苦惱感讓我感同身受","想必缺乏東西這件事讓你的心情很苦惱"],"advice":[]},"窮":{"encouragement":[],"empathy":["窮想必讓你覺得難熬，要不要跟我聊聊","我能理解你的感受，窮總讓人覺得難熬","我知道窮這件事一定讓你覺得難熬","你因窮的難熬感讓我感同身受","想必窮這件事讓你的心情很難熬","我知道窮所帶來的難熬感，要不要跟我聊聊","你當下的難熬感我感同身受"],"advice":["要不要找份打工，來賺取一些生活費","要不要找份兼差，加減賺取一些生活費用"]},"生意失敗":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的失敗，把它當作一次寶貴的經驗，下次繼續努力"],"empathy":["生意失敗想必讓你覺得沮喪，要不要跟我聊聊","我能理解生意失敗，你一定覺得很沮喪","我能理解你的感受，生意失敗總讓人覺得沮喪","我能理解那種感受，生意失敗總讓我覺得沮喪","我知道生意失敗這件事一定讓你覺得沮喪","雖然我沒有經歷過，但生意失敗想必讓你覺得沮喪","雖然我沒有經歷過生意失敗，但這件事情想必讓你覺得沮喪","雖然我沒有經歷過生意失敗，但與它相關的問題想必讓你覺得沮喪","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很沮喪","你因生意失敗的沮喪感讓我感同身受","想必生意失敗這件事讓你的心情很沮喪"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中","如果你願意說，我隨時都可以當你忠實的聽眾"]},"快考試了":{"encouragement":["雖然準備考試一定很辛苦，不過我覺得你做的很棒"],"empathy":["考試快到想必讓你覺得緊張，要不要跟我聊聊","我能理解考試快到，你一定覺得很緊張","我能理解你的感受，考試快到總讓人覺得緊張","我能理解那種感受，考試快到總讓我覺得緊張","我知道考試快到這件事一定讓你覺得緊張","雖然我沒有經歷過，但考試快到想必讓你覺得緊張","雖然我沒有經歷過考試快到，但這件事情想必讓你覺得緊張","雖然我沒有經歷過考試快到，但與它相關的問題想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","你因考試快到的緊張感讓我感同身受","想必考試快到這件事讓你的心情很緊張"],"advice":["要不要找同學討論、一起複習，好好得應對這次的考試"]},"股票套牢":{"encouragement":[],"empathy":["股票套牢想必讓你覺得難過，要不要跟我聊聊","我能理解股票套牢，你一定覺得很難過","我能理解你的感受，股票套牢總讓人覺得難過","我知道股票套牢這件事一定讓你覺得難過","雖然我沒有經歷過股票套牢，但這件事情想必讓你覺得難過","雖然我沒有經歷過股票套牢，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因股票套牢的難過感讓我感同身受","想必股票套牢這件事讓你的心情很難過"],"advice":["資一定有風險，建議你可以多多收集相關資訊，在做最後的決定"]},"金融風暴":{"encouragement":["歷史上有很多金融風暴的案件，我相信只要你以正面態度面對它，一定能夠安然度過"],"empathy":["金融風暴想必讓你覺得痛苦，要不要跟我聊聊","我能理解金融風暴，你一定覺得很痛苦","我能理解你的感受，金融風暴總讓人覺得痛苦","我知道金融風暴這件事一定讓你覺得痛苦","你因金融風暴的痛苦感讓我感同身受","想必金融風暴這件事讓你的心情很痛苦","我知道金融風暴所帶來的痛苦感，要不要跟我聊聊","你當下的痛苦感我感同身受"],"advice":[]},"大吼":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很憤怒才會跟人家大吼吧","我能理解你的感受，當下的你想必很憤怒","你當下憤怒的心情讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"失業":{"encouragement":["失業只是一時的，只要你繼續保持正面的態度、繼續努力，一定很快就能度過這個難關","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊","別被失業的陰影困擾喔，還是要積極向上"],"empathy":["失業想必讓你覺得難過，要不要跟我聊聊","我能理解失業，你一定覺得很難過","我能理解你的感受，失業總讓人覺得難過","我知道失業這件事一定讓你覺得難過","雖然我沒有經歷過，但失業想必讓你覺得難過","雖然我沒有經歷過失業，但這件事情想必讓你覺得難過","雖然我沒有經歷過失業，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必失業這件事讓你的心情很難過"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"花心":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["花心想必讓你覺得討厭，要不要跟我聊聊","我能理解你的感受，花心總讓人覺得討厭","我能理解那種感受，花心總讓我覺得討厭","我知道花心這件事一定讓你覺得討厭","想必花心這件事讓你的心情很討厭"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"應徵":{"encouragement":["我相信只要你好好準備，多給自己一點信心，一定能順利成功"],"empathy":["我能理解應徵，你一定覺得很辛苦","我知道應徵這件事一定讓你覺得辛苦","雖然我沒有經歷過，但應徵想必讓你覺得辛苦","雖然我沒有經歷過應徵，但這件事情想必讓你覺得辛苦","你因應徵的辛苦感讓我感同身受","想必應徵這件事讓你的心情很辛苦"],"advice":["要不要上網多找找別人討論的資訊，這樣應該能讓你準備得更完善"]},"轉科":{"encouragement":["雖然我沒有經歷過轉科的過程，但我永遠都會站在你這邊，支持你的想法"],"empathy":[],"advice":["要不要多多收集一些資料，或者跟老師、同學談談看"]},"用功":{"encouragement":["你用功的態度讓我十分佩服"],"empathy":[],"advice":[]},"沒過":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很心煩，但我相信只要你按照自己的步調，一定能順利解決","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["沒過想必讓你覺得心酸，要不要跟我聊聊","我能理解沒過，你一定覺得很心酸","我能理解你的感受，沒過總讓人覺得心酸","我知道沒過這件事一定讓你覺得心酸","雖然我沒有經歷過，但沒過想必讓你覺得心酸","雖然我沒有經歷過沒過，但這件事情想必讓你覺得心酸","你因沒過的心酸感讓我感同身受","想必沒過這件事讓你的心情很心酸"],"advice":["要不要跟老師或同學多討論一下，看有沒有什麼方法能解決現在面臨的問題","要不要把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"分離":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["分離想必讓你覺得難過，要不要跟我聊聊","我能理解分離，你一定覺得很難過","我能理解你的感受，分離總讓人覺得難過","我能理解那種感受，分離總讓我覺得難過","我知道分離這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因分離的難過感讓我感同身受","想必分離這件事讓你的心情很難過","我知道分離所帶來的難過感，要不要跟我聊聊","我也曾經經歷過分離，這件事想必讓你覺得難過","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"想分手":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種煩惱對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧","我知道你現在覺得煩惱，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享","想分手想必讓你覺得煩惱，要不要跟我聊聊","你因想分手的煩惱感讓我感同身受","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"睡不好":{"encouragement":[],"empathy":["睡不好想必讓你覺得傷心，要不要跟我聊聊","我能理解睡不好，你一定覺得很傷心","我能理解你的感受，睡不好總讓人覺得傷心","我能理解那種感受，睡不好總讓我覺得傷心","我知道睡不好這件事一定讓你覺得傷心","雖然我沒有經歷過，但睡不好想必讓你覺得傷心","雖然我沒有經歷過睡不好，但這件事情想必讓你覺得傷心","你因睡不好的傷心感讓我感同身受","想必睡不好這件事讓你的心情很傷心"],"advice":["要不要睡前一小時喝點熱牛奶，它能夠有效的幫助睡眠"]},"地震":{"encouragement":["雖然地震破壞家園，但只要大家同心協力，一定能很快地度過這個難關"],"empathy":["我能理解地震，你一定覺得很恐慌","我能理解你的感受，地震總讓人覺得恐慌","我知道地震這件事一定讓你覺得恐慌","你因地震的恐慌感讓我感同身受","想必地震這件事讓你的心情很恐慌"],"advice":[]},"提分手":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["提分手想必讓你覺得難過，要不要跟我聊聊","我能理解提分手，你一定覺得很難過","我能理解你的感受，提分手總讓人覺得難過","我知道提分手這件事一定讓你覺得難過","雖然我沒有經歷過，但提分手想必讓你覺得難過","雖然我沒有經歷過提分手，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必提分手這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"獨自一人":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得孤單，但不管發生什麼事，我都會一直陪在你身邊","你不必感到孤單不論發生什麼事情，我都會一直陪在你身邊"],"empathy":["獨自一人想必讓你覺得難過，要不要跟我聊聊","我能理解獨自一人，你一定覺得很難過","我能理解你的感受，獨自一人總讓人覺得難過","我能理解那種感受，獨自一人總讓我覺得難過","我知道獨自一人這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因獨自一人的難過感讓我感同身受","想必獨自一人這件事讓你的心情很難過","我知道獨自一人所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"蹺課":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，翹課對學業影響很大，如果有急事的話，還是要記得請假"]},"醜男":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":[],"advice":[]},"害怕":{"encouragement":["不用害怕不管發生什麼樣的事情我都會一直陪在你身邊"],"empathy":[],"advice":[]},"自己一個人":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得無聊，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["自己一個人想必讓你覺得孤單，要不要跟我聊聊","我能理解自己一個人，你一定覺得很孤單","我能理解你的感受，自己一個人總讓人覺得孤單","我能理解那種感受，自己一個人總讓我覺得孤單","我知道自己一個人這件事一定讓你覺得孤單","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很孤單","你因自己一個人的孤單感讓我感同身受","想必自己一個人這件事讓你的心情很孤單","我知道自己一個人所帶來的孤單感，要不要跟我聊聊"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"重修":{"encouragement":["我相信只要你這次盡心盡力的去學習，一定不會有任何問題、一定能夠順利通過"],"empathy":["我能理解你的感受，重修想必讓你覺得難受","雖然我沒有經歷過重修的過程，但想必發生這種事讓你覺得難受"],"advice":[]},"貧困":{"encouragement":[],"empathy":["貧困想必讓你覺得難熬，要不要跟我聊聊","我能理解貧困，你一定覺得很難熬","我能理解你的感受，貧困總讓人覺得難熬","我知道貧困這件事一定讓你覺得難熬","你因貧困的難熬感讓我感同身受","想必貧困這件事讓你的心情很難熬","你當下的難熬感我感同身受"],"advice":["要不要跟家人商量看看，或者找一些兼差貼補家用"]},"身體不適":{"encouragement":[],"empathy":["身體不適想必讓你覺得難受，要不要跟我聊聊","我能理解身體不適，你一定覺得很難受","我能理解你的感受，身體不適總讓人覺得難受","我知道身體不適這件事一定讓你覺得難受","想必身體不適這件事讓你的心情很難受","你當下的難受感我感同身受"],"advice":["要不要去旁邊休息一下，或者去看個醫生"]},"冷戰":{"encouragement":["我曉得這件事是令人煩惱的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["冷戰想必讓你覺得煩惱，要不要跟我聊聊","我能理解冷戰，你一定覺得很煩惱","我能理解你的感受，冷戰總讓人覺得煩惱","我知道冷戰這件事一定讓你覺得煩惱","雖然我沒有經歷過，但冷戰想必讓你覺得煩惱","雖然我沒有經歷過冷戰，但這件事情想必讓你覺得煩惱","想必冷戰這件事讓你的心情很煩惱"],"advice":["要不要跟對方坐下來，冷靜得談談"]},"比中指":{"encouragement":[],"empathy":["你當下憤怒的心情讓我感同身受","當下的你想必很憤怒吧，才會做出比中指這個動作"],"advice":["生氣是拿別人做錯的事來懲罰自己，下次面臨這種情況時，試著做個深呼吸，讓自己冷靜下來"]},"忘記交報告":{"encouragement":[],"empathy":["忘記交報告想必讓你覺得害怕，要不要跟我聊聊","我能理解忘記交報告，你一定覺得很害怕","我知道忘記交報告這件事一定讓你覺得害怕","雖然我沒有經歷過，但忘記交報告想必讓你覺得害怕","雖然我沒有經歷過忘記交報告，但這件事情想必讓你覺得害怕","想必忘記交報告這件事讓你的心情很害怕","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要跟同學互相提醒一下"]},"身體虛":{"encouragement":[],"empathy":["身體虛想必讓你覺得難過，要不要跟我聊聊","我能理解身體虛，你一定覺得很難過","我知道身體虛這件事一定讓你覺得難過","你因身體虛的難過感讓我感同身受","想必身體虛這件事讓你的心情很難過"],"advice":["要不要找些時間跟我一起去運動，鍛鍊身體"]},"收到好人卡":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["收到好人卡想必讓你覺得難過，要不要跟我聊聊","我能理解收到好人卡，你一定覺得很難過","我能理解你的感受，收到好人卡總讓人覺得難過","我知道收到好人卡這件事一定讓你覺得難過","你因收到好人卡的難過感讓我感同身受","想必收到好人卡這件事讓你的心情很難過","我知道收到好人卡所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"壓力過大":{"encouragement":[],"empathy":["壓力過大想必讓你覺得憂鬱，要不要跟我聊聊","我能理解壓力過大，你一定覺得很憂鬱","我能理解你的感受，壓力過大總讓人覺得憂鬱","我能理解那種感受，壓力過大總讓我覺得憂鬱","我知道壓力過大這件事一定讓你覺得憂鬱","你因壓力過大的憂鬱感讓我感同身受","想必壓力過大這件事讓你的心情很憂鬱","我知道壓力過大所帶來的憂鬱感，要不要跟我聊聊","你當下的憂鬱感我感同身受"],"advice":["要不要跟我一起出去走走，放下心中的憂鬱"]},"有心事":{"encouragement":["你不用自己一個人承擔這些鬱悶，我會幫你，我們一起來面對吧","看你這麼鬱悶我也很鬱悶，我會陪著你一起走出來"],"empathy":["有心事想必讓你覺得鬱悶，要不要跟我聊聊","我能理解有心事，你一定覺得很鬱悶","我能理解你的感受，有心事總讓人覺得鬱悶","我知道有心事這件事一定讓你覺得鬱悶","你因有心事的鬱悶感讓我感同身受","想必有心事這件事讓你的心情很鬱悶","你當下的鬱悶感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"營養不良":{"encouragement":[],"empathy":["營養不良想必讓你覺得困擾，要不要跟我聊聊","我能理解營養不良，你一定覺得很困擾","我能理解你的感受，營養不良總讓人覺得困擾","我知道營養不良這件事一定讓你覺得困擾","雖然我沒有經歷過，但營養不良想必讓你覺得困擾","想必營養不良這件事讓你的心情很困擾"],"advice":["要不要多攝取一些蔬果或健康食品補充營養"]},"殞命":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["身邊有人殞命想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人殞命，你一定覺得很難過","我能理解你的感受，身邊有人殞命總讓人覺得難過","我能理解那種感受，身邊有人殞命總讓我覺得難過","我知道身邊有人殞命這件事一定讓你覺得難過","你因身邊有人殞命的難過感讓我感同身受","想必身邊有人殞命這件事讓你的心情很難過","我知道身邊有人殞命所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["身邊有人殞命，一定讓你很難過，要不要跟我聊一聊"]},"缺錢":{"encouragement":[],"empathy":["我知道缺錢的日子一定讓你很難熬吧","我能理解你的感受，缺錢的日子想必讓你很難熬"],"advice":["要不要跟家人商量看看，看如何解決這個問題","要不要去找份兼差，賺取額外的生活費用","要不要先去找份打工賺取日常的生活費用"]},"情侶問題":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得痛苦，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["情侶問題想必讓你覺得痛苦，要不要跟我聊聊","我能理解情侶問題，你一定覺得很痛苦","我能理解你的感受，情侶問題總讓人覺得痛苦","我能理解那種感受，情侶問題總讓我覺得痛苦","我知道情侶問題這件事一定讓你覺得痛苦","雖然我沒有經歷過，但情侶問題想必讓你覺得痛苦","雖然我沒有經歷過情侶問題，但這件事情想必讓你覺得痛苦","雖然我沒有經歷過情侶問題，但與它相關的問題想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因情侶問題的痛苦感讓我感同身受","想必情侶問題這件事讓你的心情很痛苦","我知道情侶問題所帶來的痛苦感，要不要跟我聊聊"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"被背叛":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["被背叛想必讓你覺得傷心，要不要跟我聊聊","我能理解被背叛，你一定覺得很傷心","我能理解你的感受，被背叛總讓人覺得傷心","我能理解那種感受，被背叛總讓我覺得傷心","我知道被背叛這件事一定讓你覺得傷心","你因被背叛的傷心感讓我感同身受","想必被背叛這件事讓你的心情很傷心","我知道被背叛所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"感覺寂寞":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞","要不要跟我出去走走，解除心中的寂寞感"]},"閒":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣"],"empathy":[],"advice":["要不要跟我聊天，或約朋友一起出去玩"]},"一個人":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得寂寞，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["一個人的時候想必讓你覺得寂寞，要不要跟我聊聊","我能理解一個人的時候，你一定覺得很寂寞","我能理解你的感受，一個人的時候總讓人覺得寂寞","我能理解那種感受，一個人的時候總讓我覺得寂寞","我知道一個人的時候這件事一定讓你覺得寂寞","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很寂寞","你因一個人的時候的寂寞感讓我感同身受","想必一個人的時候這件事讓你的心情很寂寞","我知道一個人的時候所帶來的寂寞感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過一個人的時候，這件事想必讓你覺得寂寞","你當下的寂寞感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"不健康":{"encouragement":[],"empathy":["不健康想必讓你覺得難過，要不要跟我聊聊","我能理解不健康，你一定覺得很難過","我能理解你的感受，不健康總讓人覺得難過","我能理解那種感受，不健康總讓我覺得難過","我知道不健康這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因不健康的難過感讓我感同身受","想必不健康這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動","要不要去看個醫生，確認一下身體狀況，看有沒有方式可以改善現在的症狀"]},"工作很多":{"encouragement":[],"empathy":["工作很多想必讓你覺得煩躁，要不要跟我聊聊","我能理解工作很多，你一定覺得很煩躁","我能理解你的感受，工作很多總讓人覺得煩躁","我能理解那種感受，工作很多總讓我覺得煩躁","我知道工作很多這件事一定讓你覺得煩躁","你因工作很多的煩躁感讓我感同身受","想必工作很多這件事讓你的心情很煩躁","我知道工作很多所帶來的煩躁感，要不要跟我聊聊","你當下的煩躁感我感同身受"],"advice":["要不要跟朋友們一起討論，或者找他們來幫忙"]},"對發票":{"encouragement":["沒中獎是很正常的，想開一點不必太過失望"],"empathy":["我能理解你的感受，沒中獎總是讓人有點失望"],"advice":[]},"小孩":{"encouragement":["養小孩雖然很辛苦，但你不覺得只要想到他們可愛的模樣，總是讓人覺得付出的一切都是值得的"],"empathy":["我知道養小孩這件事想必讓你覺得煩躁"],"advice":["要不要去網路上多蒐集一些資料或詢問專家，或者請家人幫忙"]},"不認真":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"結婚":{"encouragement":[],"empathy":["結婚後生活的改變想必讓你很煩惱吧","你結婚後生活改變的煩惱讓我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"吸毒":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["吸毒對身體很不好，一定要想辦法戒掉唷"]},"過勞":{"encouragement":[],"empathy":[],"advice":["要不要請個幾天的假讓自己在家裡好好的休息","要不要請假讓自己的身體有時間好好放鬆"]},"感冒":{"encouragement":[],"empathy":["我能理解感冒，你一定覺得很難過","我能理解你的感受，感冒總讓人覺得難過","我知道感冒這件事一定讓你覺得難過","你因感冒的難過感讓我感同身受","想必感冒這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["建議隨身攜帶一些衣物以免著涼，同時戴上口罩不但可以保護自己，也可以保護別人"]},"練球":{"encouragement":["你認真練球的態度我十分欣賞"],"empathy":["我能理解你的感受，練球總是讓人覺得很累"],"advice":[]},"亂吃":{"encouragement":[],"empathy":[],"advice":["下次要多注意一點，亂吃東西對身體很不好的"]},"沒看書":{"encouragement":["這次只是因為你沒看書才考不好，下次只要提早準備，多付出一些努力，一定不會有問題"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"沒自信":{"encouragement":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"],"empathy":["沒自信想必讓你覺得無助，要不要跟我聊聊","我能理解沒自信，你一定覺得很無助","我能理解你的感受，沒自信總讓人覺得無助","我能理解那種感受，沒自信總讓我覺得無助","我知道沒自信這件事一定讓你覺得無助","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很無助","你因沒自信的無助感讓我感同身受","想必沒自信這件事讓你的心情很無助","我知道沒自信所帶來的無助感，要不要跟我聊聊","我也常常對沒自信的自己感到無助，要不要跟我聊一聊"],"advice":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"]},"沒睡飽":{"encouragement":[],"empathy":["沒睡飽想必讓你覺得不爽，要不要跟我聊聊","我能理解沒睡飽，你一定很不爽","我能理解你的感受，沒睡飽總讓人覺得不爽","我能理解那種感受，沒睡飽總讓我覺得不爽","我知道沒睡飽這件事一定讓你覺得不爽","雖然我沒有經歷過，但發生這種事想必讓你覺得不爽","雖然我沒有經歷過沒睡飽的過程，但這件事情想必讓你覺得不爽","雖然我沒有經歷過沒睡飽的過程，但與它相關的問題想必讓你覺得不爽","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很不爽","你因沒睡飽的不爽感讓我感同身受","想必沒睡飽這件事讓你的心情很不爽","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過沒睡飽，這件事想必讓你覺得不爽"],"advice":["要不要請一天假，讓自己的身體好好放鬆"]},"減肥":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["我能理解你的感受，減肥的過程總讓人覺得痛苦"],"advice":["雖然維持身材很重要，但還是要顧好自己的身體，千萬別因為身材而玩壞身體了"]},"被搶劫":{"encouragement":[],"empathy":["被搶劫想必讓你覺得憤怒，要不要跟我聊聊","我能理解被搶劫，你一定覺得很憤怒","我能理解你的感受，被搶劫總讓人覺得憤怒","我知道被搶劫這件事一定讓你覺得憤怒","雖然我沒有經歷過，但被搶劫想必讓你覺得憤怒","雖然我沒有經歷過被搶劫，但這件事情想必讓你覺得憤怒","你因被搶劫的憤怒感讓我感同身受","想必被搶劫這件事讓你的心情很憤怒","我知道被搶劫所帶來的憤怒感，要不要跟我聊聊","你當下的憤怒感我感同身受"],"advice":["要不要聯絡警察或請求相關人員幫忙調閱監視器"]},"不睡覺":{"encouragement":[],"empathy":[],"advice":["雖然工作很重要，但還是要讓自己的身體休息一下，不然對身體很不好的"]},"養狗":{"encouragement":["養狗雖然很辛苦，但只要想到他們可愛的模樣，總是讓人覺得付出的一切都是值得的"],"empathy":["養狗想必讓你覺得費不少苦心，要不要跟我聊聊","我能理解養狗，你一定覺得很費不少苦心","我能理解你的感受，養狗總讓人覺得費不少苦心","我知道養狗這件事一定讓你覺得費不少苦心","雖然我沒有經歷過，但養狗想必讓你覺得費不少苦心","雖然我沒有經歷過養狗，但與它相關的問題想必讓你覺得費不少苦心","想必養狗這件事讓你的心情很費不少苦心","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["我覺得可以向專家尋求一些意見，來幫你更有效率的飼養自己的狗狗"]},"餓肚子":{"encouragement":[],"empathy":["我能理解餓肚子，你一定覺得很浮躁","我能理解你的感受，餓肚子總讓人覺得浮躁","我知道餓肚子這件事一定讓你覺得浮躁","你因餓肚子的浮躁感讓我感同身受","想必餓肚子這件事讓你的心情很浮躁"],"advice":["之後要不要帶一些小零食在身邊，這樣肚子餓的時候隨時都可以補充"]},"刮刮樂":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然刮刮樂沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"亂買東西":{"encouragement":[],"empathy":[],"advice":["下次買東西時，要不要再多想想看，是否這個東西是必須的"]},"抵抗力下降":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"揍男友":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很憤怒才會揍男友","我能理解你的感受，當下的你想必很憤怒"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"趕報告":{"encouragement":["不要太過緊張，我相信以你的能力，只要照著自己的步調，一定能完成"],"empathy":["我能理解你的感受，趕報告總讓人覺得緊張","我能理解那種感受，趕報告總讓我覺得緊張","我知道趕報告這件事一定讓你覺得緊張","你因趕報告的緊張感讓我感同身受","想必趕報告這件事讓你的心情很緊張"],"advice":["如果寫不太出來，要不要試著找同學來討論，說不定會得到不錯的意見"]},"受傷":{"encouragement":[],"empathy":["受傷想必讓你覺得難過，要不要跟我聊聊","我能理解受傷，你一定覺得很難過","我能理解你的感受，受傷總讓人覺得難過","我能理解那種感受，受傷總讓我覺得難過","我知道受傷這件事一定讓你覺得難過","雖然我沒有經歷過，但受傷想必讓你覺得難過","雖然我沒有經歷過受傷，但這件事情想必讓你覺得難過","你因受傷的難過感讓我感同身受","想必受傷這件事讓你的心情很難過","我知道受傷所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要多注意一點，要是受傷了要趕快處理，免得出現傷口感染"]},"作弊":{"encouragement":["我相信以你的能力，只要你肯努力就算不作弊一樣能有好成績"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，這樣應該能避免怕考太差而作弊的行為","下次要不要跟同學一起複習，這樣可以彼此之間互相分享重點讀起來更有效率"]},"賭博":{"encouragement":[],"empathy":["我能理解你的感受，賭輸總是讓人覺得絕望"],"advice":["下次在賭之前，建議多想想，想想會不會對家庭帶來危害"]},"沒錢花":{"encouragement":[],"empathy":["沒錢花的生活想必讓你覺得難過，要不要跟我聊聊","我能理解沒錢花的生活，你一定覺得很難過","我能理解你的感受，沒錢花的生活總讓人覺得難過","我知道沒錢花的生活這件事一定讓你覺得難過","雖然我沒有經歷過，但沒錢花的生活想必讓你覺得難過","雖然我沒有經歷過沒錢花的生活，但這件事情想必讓你覺得難過","你因沒錢花的生活的難過感讓我感同身受","想必沒錢花的生活這件事讓你的心情很難過","我知道沒錢花的生活所帶來的難過感，要不要跟我聊聊"],"advice":["要不要跟家人談一談，或者找份兼差貼補家用呢","要不要先出去打工，賺取額外的生活費用","要不要找份兼差來賺取生活上所需的經費"]},"不及格":{"encouragement":["雖然這次考試不及格，但我相信以你的能力，只要繼續努力、多跟同學討論，下次一定不會有問題","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["不及格想必讓你覺得難過，要不要跟我聊聊","我能理解不及格，你一定覺得很難過","我能理解你的感受，不及格總讓人覺得難過","我知道不及格這件事一定讓你覺得難過","雖然我沒有經歷過，但不及格想必讓你覺得難過","雖然我沒有經歷過不及格，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因不及格的難過感讓我感同身受","想必不及格這件事讓你的心情很難過"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"打架":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很不爽才會跟人家打架","我能理解你的感受，當下的你想必很不爽吧"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"睏了":{"encouragement":[],"empathy":[],"advice":["要不要起來活動一下，這樣應該能讓你比較有精神點"]},"分居":{"encouragement":[],"empathy":["分居想必讓你覺得難受，要不要跟我聊聊","我能理解分居，你一定覺得很難受","我能理解你的感受，分居總讓人覺得難受","我知道分居這件事一定讓你覺得難受","你因分居的難受感讓我感同身受","想必分居這件事讓你的心情很難受","我知道分居所帶來的難受感，要不要跟我聊聊","你當下的難受感我感同身受"],"advice":["要不要彼此多聯絡，了解彼此的想法"]},"付房租":{"encouragement":[],"empathy":["我能理解你的感受，付房租總讓人覺得煩惱","我知道付房租這件事一定讓你覺得煩惱","雖然我沒有經歷過，但要到要付房租的時候想必讓你很煩惱"],"advice":[]},"解雇":{"encouragement":["解雇只是一時的，我相信只要你保持正面的態度、繼續努力，一定很快就能度過這個難關","別被失業的陰影困擾喔，還是要積極向上"],"empathy":["解雇想必讓你覺得難過，要不要跟我聊聊","我能理解解雇，你一定覺得很難過","我能理解你的感受，解雇總讓人覺得難過","我知道解雇這件事一定讓你覺得難過","雖然我沒有經歷過，但解雇想必讓你覺得難過","雖然我沒有經歷過解雇，但這件事情想必讓你覺得難過","你因解雇的難過感讓我感同身受","想必解雇這件事讓你的心情很難過","我知道解雇所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己，從中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力"]},"讀書不認真":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找同學來討論，這樣可以增加讀書的效率"]},"繳稅":{"encouragement":[],"empathy":["繳稅想必讓你覺得煩惱，要不要跟我聊聊","我能理解繳稅，你一定覺得很煩惱","我能理解你的感受，繳稅總讓人覺得煩惱","雖然我沒有經歷過，但繳稅想必讓你覺得煩惱","雖然我沒有經歷過繳稅，但這件事情想必讓你覺得煩惱","你因繳稅的煩惱感讓我感同身受","我知道繳稅所帶來的煩惱感，要不要跟我聊聊"],"advice":[]},"負荷過重":{"encouragement":[],"empathy":["負荷過重想必讓你覺得煩惱，要不要跟我聊聊","我能理解負荷過重，你一定覺得很煩惱","我能理解你的感受，負荷過重總讓人覺得煩惱","我能理解那種感受，負荷過重總讓我覺得煩惱","我知道負荷過重這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因負荷過重的煩惱感讓我感同身受","想必負荷過重這件事讓你的心情很煩惱","你當下的煩惱感我感同身受"],"advice":["要不要跟大家討論看看，看要如何改善"]},"偷吃":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["發生這種事情想必讓你很傷心"],"advice":["要不要跟我談談，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"咳嗽":{"encouragement":[],"empathy":["我能理解咳嗽，你一定覺得很痛苦","我能理解你的感受，咳嗽總讓人覺得痛苦","我知道咳嗽這件事一定讓你覺得痛苦","雖然我沒有經歷過，但咳嗽想必讓你覺得痛苦","雖然我沒有經歷過咳嗽，但這件事情想必讓你覺得痛苦","想必咳嗽這件事讓你的心情很痛苦","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要喝一些溫蜂蜜水，它能滋潤你的喉嚨，達到緩解咳嗽的效果","要不要去看個醫生，確認一下身體狀況，看能不能吃個藥減緩症狀"]},"做家事":{"encouragement":[],"empathy":["做家事想必讓你覺得疲累，要不要跟我聊聊","我知道做家事這件事一定讓你覺得疲累","你因做家事的疲累感讓我感同身受","想必做家事這件事讓你的心情很疲累","我知道做家事所帶來的疲累感，要不要跟我聊聊","你當下的疲累感我感同身受"],"advice":["要不要找家人一起來幫忙，或從網路上收集一些有效率的整理資訊"]},"掉錢包":{"encouragement":[],"empathy":["掉錢包想必讓你覺得沮喪，要不要跟我聊聊","我能理解掉錢包，你一定覺得很沮喪","我能理解你的感受，掉錢包總讓人覺得沮喪","我知道掉錢包這件事一定讓你覺得沮喪","你因掉錢包的沮喪感讓我感同身受","想必掉錢包這件事讓你的心情很沮喪","我知道掉錢包所帶來的沮喪感，要不要跟我聊聊","你當下的沮喪感我感同身受"],"advice":["試著想想看最後那個東西出現在哪裡，或者找朋友或家人幫忙尋找，也可以到派出所詢問"]},"排擠":{"encouragement":[],"empathy":["被排擠想必讓你覺得難過，要不要跟我聊聊","我能理解被排擠，你一定覺得很難過","我能理解你的感受，被排擠總讓人覺得難過","我能理解那種感受，被排擠總讓我覺得難過","我知道被排擠這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被排擠的難過感讓我感同身受","想必被排擠這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"關係不良":{"encouragement":["發生關係不良這種事真的讓人很難過，但我相信你們只要冷靜下來多多交談，一定能夠緩解這種問題","你不用回憶這種事承擔這些難過，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["關係不良想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，關係不良總讓人覺得難過","我能理解那種感受，關係不良總讓我覺得難過","我知道關係不良這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因關係不良的難過感讓我感同身受","想必關係不良這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"偏食":{"encouragement":[],"empathy":[],"advice":["人或多或少有不喜歡吃的東西，不過為了身體著想還是要適當攝取唷"]},"成績出來前":{"encouragement":["我覺得你已經盡你最大的努力，不必太過緊張"],"empathy":["成績出來前想必讓你覺得緊張，要不要跟我聊聊","我能理解成績出來前，你一定覺得很緊張","我能理解你的感受，成績出來前總讓人覺得緊張","我知道成績出來前這件事一定讓你覺得緊張","你因成績出來前的緊張感讓我感同身受","想必成績出來前這件事讓你的心情很緊張"],"advice":["我覺得你已經盡你最大的努力，不必太過緊張"]},"個性不合":{"encouragement":["人們之間個性不合在所難免，但我相信只要你們彼此之間多多溝通、理解，一定能夠相處得很好","你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧"],"empathy":["跟人個性不合想必讓你覺得煩惱，要不要跟我聊聊","我能理解跟人個性不合，你一定覺得很煩惱","我能理解你的感受，跟人個性不合總讓人覺得煩惱","我能理解那種感受，跟人個性不合總讓我覺得煩惱","我知道跟人個性不合這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因跟人個性不合的煩惱感讓我感同身受","想必跟人個性不合這件事讓你的心情很煩惱","我知道跟人個性不合所帶來的煩惱感，要不要跟我聊聊","你當下的煩惱感我感同身受"],"advice":["要不要彼此多多溝通，互相理解一下"]},"不成功":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的不成功，把它當作一次寶貴的經驗，下次繼續努力","下一次你一定可以更好地面對，千萬別失望"],"empathy":["不成功想必讓你覺得傷心，要不要跟我聊聊","我能理解不成功，你一定覺得很傷心","我能理解你的感受，不成功總讓人覺得傷心","我知道不成功這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因不成功的傷心感讓我感同身受","想必不成功這件事讓你的心情很傷心","你當下的傷心感我感同身受"],"advice":["要不要把這次的不成功當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中"]},"敷衍了事":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"喬遷":{"encouragement":["不管你在哪裡，我永遠都會陪在你身邊，支持你"],"empathy":["我能理解你的感受，喬遷的新生活帶給我些許壓力"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"忙碌":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很煩燥，但我相信只要你按照自己的步調，一定能安然度過"],"empathy":["忙碌的生活想必讓你覺得煩躁，要不要跟我聊聊","我能理解忙碌的生活，你一定覺得很煩躁","我能理解你的感受，忙碌的生活總讓人覺得煩躁","我能理解那種感受，忙碌的生活總讓我覺得煩躁","我知道忙碌的生活這件事一定讓你覺得煩躁","雖然我沒有經歷過，但忙碌的生活想必讓你覺得煩躁","雖然我沒有經歷過忙碌的生活，但這件事情想必讓你覺得煩躁","雖然我沒有經歷過忙碌的生活，但與它相關的問題想必讓你覺得煩躁","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩躁","你因忙碌的生活的煩躁感讓我感同身受","想必忙碌的生活這件事讓你的心情很煩躁","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["人生總是充滿的忙碌，在適當的時候別忘記讓自己的身體稍微休息一下，轉換一下煩悶的心情"]},"飲食不當":{"encouragement":[],"empathy":["飲食不當想必讓你覺得困擾，要不要跟我聊聊","我能理解飲食不當，你一定覺得很困擾","我知道飲食不當這件事一定讓你覺得困擾","雖然我沒有經歷過，但飲食不當想必讓你覺得困擾","雖然我沒有經歷過飲食不當，但這件事情想必讓你覺得困擾","你因飲食不當的困擾感讓我感同身受","想必飲食不當這件事讓你的心情很困擾"],"advice":["雖然工作很重要，但還是要多多注意身體，飲食不當對身體很傷的"]},"革職":{"encouragement":["革職只是一時的，我相信只要你保持正面的態度、繼續努力，一定很快就能度過這個難關","別被失業的陰影困擾喔，還是要積極向上"],"empathy":["革職想必讓你覺得難過，要不要跟我聊聊","我能理解革職，你一定覺得很難過","我能理解你的感受，革職總讓人覺得難過","我知道革職這件事一定讓你覺得難過","雖然我沒有經歷過，但革職想必讓你覺得難過","雖然我沒有經歷過革職，但這件事情想必讓你覺得難過","雖然我沒有經歷過革職，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必革職這件事讓你的心情很難過"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己，從中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"期中考":{"encouragement":["雖然準備期中考一定很辛苦，不過我覺得你做的很棒"],"empathy":["期中考想必讓你覺得焦慮，要不要跟我聊聊","我能理解期中考，你一定覺得很焦慮","我能理解你的感受，期中考總讓人覺得焦慮","我能理解那種感受，期中考總讓我覺得焦慮","我知道期中考這件事一定讓你覺得焦慮","雖然我沒有經歷過，但期中考想必讓你覺得焦慮","雖然我沒有經歷過期中考，但這件事情想必讓你覺得焦慮","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很焦慮","你因期中考的焦慮感讓我感同身受","想必期中考這件事讓你的心情很焦慮","我知道期中考所帶來的焦慮感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找同學討論、一起複習，好好得應對這次的期末考"]},"拉肚子":{"encouragement":[],"empathy":["拉肚子想必讓你覺得痛苦，要不要跟我聊聊","我能理解拉肚子，你一定覺得很痛苦","我能理解你的感受，拉肚子總讓人覺得痛苦","我知道拉肚子這件事一定讓你覺得痛苦","雖然我沒有經歷過，但拉肚子想必讓你覺得痛苦","雖然我沒有經歷過拉肚子，但這件事情想必讓你覺得痛苦","你因拉肚子的痛苦感讓我感同身受","想必拉肚子這件事讓你的心情很痛苦","我知道拉肚子所帶來的痛苦感，要不要跟我聊聊","你當下的痛苦感我感同身受"],"advice":["記得去看個醫生，確認一下身體狀況，這段時間也盡量少吃一些刺激性的食物"]},"喝酒":{"encouragement":[],"empathy":[],"advice":["雖然喝酒可以帶來快樂，但也要注意別飲用過量，喝太多對身體很不好的"]},"酗酒":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["喝酒不是什麼壞事，但要多多注意，不要飲酒過量，這樣對身體很不好"]},"遲到":{"encouragement":[],"empathy":["遲到想必讓你覺得難過，要不要跟我聊聊","我能理解遲到，你一定覺得很難過","我能理解你的感受，遲到總讓人覺得難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要多注意一下時間，跟朋友之間互相提醒一下"]},"不吃蔬菜":{"encouragement":[],"empathy":[],"advice":["建議還是要設取一些蔬果，才不會營養不良"]},"淹水":{"encouragement":["雖然淹水破壞家園，但我相信只要大家同心協力，一定能很快地度過這個難關"],"empathy":["我能理解你的感受，淹水總讓人覺得害怕","雖然我沒有經歷過，但淹水想必讓你覺得害怕","雖然我沒有經歷過淹水，但這件事情想必讓你覺得害怕","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很害怕"],"advice":["下次多注意一下氣象資訊，在豪雨來臨前先做好準備","多留意氣象資訊，才能預防災難的發生"]},"結束感情":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["結束感情想必讓你覺得難過，要不要跟我聊聊","我能理解結束感情，你一定覺得很難過","我能理解你的感受，結束感情總讓人覺得難過","我能理解那種感受，結束感情總讓我覺得難過","我知道結束感情這件事一定讓你覺得難過","你因結束感情的難過感讓我感同身受","想必結束感情這件事讓你的心情很難過","我知道結束感情所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"肥胖":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動"]},"養寵物":{"encouragement":["養寵物雖然很辛苦，但只要想到他們可愛的模樣，總是讓人覺得付出的一切都是值得的"],"empathy":["雖然我沒有經歷過，但養寵物想必讓你費不少苦心吧"],"advice":["我覺得可以向專家尋求一些意見，來幫你更有效率的飼養自己的寵物"]},"衛生條件差":{"encouragement":[],"empathy":["衛生條件差想必讓你覺得氣憤，要不要跟我聊聊","我能理解那種感受，衛生條件差總讓我覺得氣憤","我知道衛生條件差這件事一定讓你覺得氣憤","你因衛生條件差的氣憤感讓我感同身受","想必衛生條件差這件事讓你的心情很氣憤","我知道衛生條件差所帶來的氣憤感，要不要跟我聊聊"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"想念":{"encouragement":[],"empathy":["想念想必讓你覺得難過，要不要跟我聊聊","我能理解想念，你一定覺得很難過","我能理解你的感受，想念總讓人覺得難過","我能理解那種感受，想念總讓我覺得難過","我知道想念這件事一定讓你覺得難過","你因想念的難過感讓我感同身受","想必想念這件事讓你的心情很難過","我知道想念所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要打的電話，或用通訊軟體跟他聯絡"]},"惡夢":{"encouragement":["不用害怕我會一直陪在你身邊"],"empathy":["惡夢想必讓你覺得害怕，要不要跟我聊聊","我能理解那種感受，惡夢總讓我覺得害怕","你因惡夢的害怕感讓我感同身受","我知道惡夢所帶來的害怕感，要不要跟我聊聊","你當下的害怕感我感同身受"],"advice":[]},"沒錢":{"encouragement":[],"empathy":["沒錢的日子想必讓你覺得難熬，要不要跟我聊聊","我能理解沒錢的日子，你一定覺得很難熬","我能理解你的感受，沒錢的日子總讓人覺得難熬","我能理解那種感受，沒錢的日子總讓我覺得難熬","我知道沒錢的日子這件事一定讓你覺得難熬","雖然我沒有經歷過，但沒錢的日子想必讓你覺得難熬","雖然我沒有經歷過沒錢的日子，但這件事情想必讓你覺得難熬","雖然我沒有經歷過沒錢的日子，但與它相關的問題想必讓你覺得難熬","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難熬","你因沒錢的日子的難熬感讓我感同身受","想必沒錢的日子這件事讓你的心情很難熬","我知道沒錢的日子所帶來的難熬感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟家人商量看看","要不要出去打工，賺錢貼補家用","要不要找些兼職，賺取日常的生活費用"]},"懷孕":{"encouragement":["懷孕雖然很辛苦，但只要想到未來小孩可愛的模樣，總是讓人覺得付出的一切都是值得的","你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧"],"empathy":["我能理解懷孕，你一定覺得很擔心","我能理解你的感受，懷孕總讓人覺得擔心","我知道懷孕這件事一定讓你覺得擔心","雖然我沒有經歷過，但懷孕想必讓你覺得擔心","雖然我沒有經歷過懷孕，但這件事情想必讓你覺得擔心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很擔心","想必懷孕這件事讓你的心情很擔心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"改變":{"encouragement":["人生總是會面臨各種改變，只要你用正面的心態應對，一定能很順利地適應"],"empathy":["我能理解你的感受，每次發生改變時都讓我有點難適應"],"advice":["人生總是會面臨各種改變，只要你用正面的心態應對，一定能很順利地適應"]},"老年":{"encouragement":["人早晚會面臨年老，何不看開這一切好好的過著愉快的人生呢"],"empathy":["老年的到來總是會讓人覺得感傷"],"advice":["要不要趁閒暇時間約朋友出去玩，或者找朋友來聊天、敘舊"]},"想睡":{"encouragement":[],"empathy":[],"advice":["要不要趁休息時間補個眠，或者站起來活動一下，幫自己打起精神"]},"心煩":{"encouragement":["人生難免會遇上心煩的事，心煩是暫時的，快樂卻是永遠，想想一些開心的事吧","不管發生什麼事我都會一直陪在你身邊，你的快樂就是我的幸福","我知道你現在覺得煩悶，但不管發生什麼事，我都會一直陪在你身邊","你不必煩悶不論發生什麼事，我都會一直陪在你身邊"],"empathy":["雖然我不知道該說什麼，但要不要跟我聊一聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要出去散散心，解解心中的煩悶","如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"覺得空虛":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣"],"empathy":["我能理解你的感受，寂寞總是讓人覺得難過"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"欠錢":{"encouragement":[],"empathy":["欠錢想必讓你覺得煩惱，要不要跟我聊聊","我能理解欠錢，你一定覺得很煩惱","我能理解你的感受，欠錢總讓人覺得煩惱","我知道欠錢這件事一定讓你覺得煩惱","雖然我沒有經歷過，但欠錢想必讓你覺得煩惱","雖然我沒有經歷過欠錢，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過欠錢，但與它相關的問題想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因欠錢的煩惱感讓我感同身受","想必欠錢這件事讓你的心情很煩惱"],"advice":["要不要跟家人討論看看","要不要找份兼差來解決這個問題"]},"月經不來":{"encouragement":[],"empathy":["月經不來想必讓你覺得煩惱，要不要跟我聊聊","我能理解月經不來，你一定覺得很煩惱","我能理解你的感受，月經不來總讓人覺得煩惱","我知道月經不來這件事一定讓你覺得煩惱","雖然我沒有經歷過，但月經不來想必讓你覺得煩惱","雖然我沒有經歷過月經不來，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過月經不來，但與它相關的問題想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因月經不來的煩惱感讓我感同身受","想必月經不來這件事讓你的心情很煩惱","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"不唸書":{"encouragement":["這次只是因為你沒唸書才考不好，下次只要提早準備，多付出一些努力，一定不會有問題","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"被甩":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["被甩想必讓你覺得難過，要不要跟我聊聊","我能理解被甩，你一定覺得很難過","我能理解你的感受，被甩總讓人覺得難過","我知道被甩這件事一定讓你覺得難過","雖然我沒有經歷過，但被甩想必讓你覺得難過","雖然我沒有經歷過被甩，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被甩的難過感讓我感同身受","想必被甩這件事讓你的心情很難過","我知道被甩所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"被當的時候":{"encouragement":["雖然這次被當，但我相信以你的能力，只要繼續努力、多跟同學討論，下次一定不會有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["被當的時候想必讓你覺得難過，要不要跟我聊聊","我能理解被當的時候，你一定覺得很難過","我能理解你的感受，被當的時候總讓人覺得難過","我能理解那種感受，被當的時候總讓我覺得難過","我知道被當的時候這件事一定讓你覺得難過","雖然我沒有經歷過被當的時候，但這件事情想必讓你覺得難過","雖然我沒有經歷過被當的時候，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被當的時候的難過感讓我感同身受","想必被當的時候這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"肚子痛":{"encouragement":[],"empathy":["肚子痛想必讓你覺得難過，要不要跟我聊聊","我能理解肚子痛，你一定覺得很難過","我能理解你的感受，肚子痛總讓人覺得難過","我知道肚子痛這件事一定讓你覺得難過","雖然我沒有經歷過，但肚子痛想必讓你覺得難過","雖然我沒有經歷過肚子痛，但這件事情想必讓你覺得難過","你因肚子痛的難過感讓我感同身受","想必肚子痛這件事讓你的心情很難過"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心","要不要看醫生拿個藥看能不能舒緩症狀"]},"女朋友發脾氣":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人煩惱的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["女朋友發脾氣想必讓你覺得煩惱，要不要跟我聊聊","我能理解女朋友發脾氣，你一定覺得很煩惱","我能理解你的感受，女朋友發脾氣總讓人覺得煩惱","我知道女朋友發脾氣這件事一定讓你覺得煩惱","雖然我沒有經歷過，但女朋友發脾氣想必讓你覺得煩惱","雖然我沒有經歷過女朋友發脾氣，但這件事情想必讓你覺得煩惱","想必女朋友發脾氣這件事讓你的心情很煩惱"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"吃老本":{"encouragement":[],"empathy":["吃老本想必讓你覺得辛苦，要不要跟我聊聊","我能理解吃老本，你一定覺得很辛苦","我知道吃老本這件事一定讓你覺得辛苦","雖然我沒有經歷過，但吃老本想必讓你覺得辛苦","雖然我沒有經歷過吃老本，但這件事情想必讓你覺得辛苦","雖然我沒有經歷過吃老本，但與它相關的問題想必讓你覺得辛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很辛苦","想必吃老本這件事讓你的心情很辛苦"],"advice":["要不要參加就職訓練，從訓練中學會一技之長","要不要找份兼差，賺取生活所需費用"]},"體力不好":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起出去運動"]},"被打擾":{"encouragement":[],"empathy":["我能理解被打擾，你一定覺得很氣憤","我能理解你的感受，被打擾總讓人覺得氣憤","我能理解那種感受，被打擾總讓我覺得氣憤","我知道被打擾這件事一定讓你覺得氣憤","你因被打擾的氣憤感讓我感同身受","想必被打擾這件事讓你的心情很氣憤","你當下的氣憤感我感同身受"],"advice":["要不要跟大家講清楚、說明白你現在不想被打擾","我相信只要你跟大家講清楚、說明白，大家一定能理解你的想法和感受"]},"家庭失和":{"encouragement":["發生家庭失和這種事真的讓人很難過，但我相信你們只要冷靜下來多多交談，一定可以很順利的解決這個問題","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊","你不用自己一個人承擔這些難過，我會幫你，我們一起面對吧"],"empathy":["家庭失和想必讓你覺得難過，要不要跟我聊聊","我能理解家庭失和，你一定覺得很難過","我能理解你的感受，家庭失和總讓人覺得難過","我知道家庭失和這件事一定讓你覺得難過","雖然我沒有經歷過，但家庭失和想必讓你覺得難過","雖然我沒有經歷過家庭失和，但這件事情想必讓你覺得難過","雖然我沒有經歷過家庭失和，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因家庭失和的難過感讓我感同身受","想必家庭失和這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找大家坐下來冷靜談談，多多交談對解決這種問題很有幫助的"]},"天氣太冷":{"encouragement":[],"empathy":[],"advice":["天氣冷的時候記得多準備一些衣物，以免身體著涼感冒"]},"換工作":{"encouragement":["人生總是會面臨各種改動，只要你用正面的心態應對，一定能很順利地適應"],"empathy":["雖然我沒有經歷過，但換工作的新生活想必讓你覺得有點難適應"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"發飆":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["我能理解你的感受，當下的你想必很氣憤","當下的你想必很氣憤吧，才會根人家發飆","你當下的氣憤感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"頭痛":{"encouragement":[],"empathy":["我能理解頭痛，你一定覺得很痛苦","我能理解你的感受，頭痛總讓人覺得痛苦","我知道頭痛這件事一定讓你覺得痛苦","雖然我沒有經歷過，但頭痛想必讓你覺得痛苦","雖然我沒有經歷過頭痛，但這件事情想必讓你覺得痛苦","你因頭痛的痛苦感讓我感同身受","想必頭痛這件事讓你的心情很痛苦"],"advice":["要不要補充一些礦物質鎂，它能放鬆肌肉減緩你的頭痛","要不要看醫生拿些藥看能不能舒緩症狀"]},"癌症":{"encouragement":["不管發生什麼事我都會一直陪在你身邊，你的康復，就是我的幸福；你的安康，就是我的平安","我看著你撐過之前各種困境，我真的很佩服你，如果是我的話肯定沒辦法像你現在這樣撐著"],"empathy":["我能理解癌症，你一定覺得很絕望","我能理解你的感受，癌症總讓人覺得絕望","我知道癌症這件事一定讓你覺得絕望","雖然我沒有經歷過癌症，但與它相關的問題想必讓你覺得絕望","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很絕望","想必癌症這件事讓你的心情很絕望"],"advice":["要不要跟我一起出去走走，放下心中的憂慮","要不要跟我去散散心，忘卻心中的煩惱","要不要跟我一起出去散心，拋開心中不好的心情"]},"死掉":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服"],"empathy":["身邊有人死掉想必讓你覺得悲傷，要不要跟我聊聊","我能理解身邊有人死掉，你一定覺得很悲傷","我能理解你的感受，身邊有人死掉總讓人覺得悲傷","我知道身邊有人死掉這件事一定讓你覺得悲傷","雖然我沒有經歷過，但身邊有人死掉想必讓你覺得悲傷","雖然我沒有經歷過身邊有人死掉，但這件事情想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因身邊有人死掉的悲傷感讓我感同身受","想必身邊有人死掉這件事讓你的心情很悲傷","你當下的悲傷感我感同身受"],"advice":["身邊有人死掉，一定讓你很悲傷，要不要跟我聊一聊"]},"有喜":{"encouragement":["只要想到未來小孩可愛的模樣，總是讓人覺得付出的一切都是值得的"],"empathy":["有喜想必讓你覺得緊張，要不要跟我聊聊","我能理解你的感受，有喜總讓人覺得緊張","雖然我沒有經歷過，但有喜想必讓你覺得緊張","雖然我沒有經歷過有喜，但這件事情想必讓你覺得緊張","想必有喜這件事讓你的心情很緊張"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"潰瘍":{"encouragement":[],"empathy":["我能理解潰瘍，你一定覺得很不舒服","我能理解你的感受，潰瘍總讓人覺得不舒服","我知道潰瘍這件事一定讓你覺得不舒服","雖然我沒有經歷過，但潰瘍想必讓你覺得不舒服","想必潰瘍這件事讓你的心情很不舒服"],"advice":["要不要去看個醫生，確認一下身體狀況"]},"失戀":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["失戀想必讓你覺得悲傷，要不要跟我聊聊","我能理解失戀，你一定覺得很悲傷","我能理解你的感受，失戀總讓人覺得悲傷","我能理解那種感受，失戀總讓我覺得悲傷","我知道失戀這件事一定讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因失戀的悲傷感讓我感同身受","想必失戀這件事讓你的心情很悲傷","你當下的悲傷感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"家暴":{"encouragement":[],"empathy":["發生家暴這件事想必讓你覺得害怕","我能理解你的感受，發生家暴總讓人覺得害怕","你當下的害怕感讓我感同身受"],"advice":["要不要向警察或社會局請求幫忙"]},"風寒":{"encouragement":[],"empathy":[],"advice":["要不要喝點熱薑茶，它可以幫助溫肺止咳、並且達到發汗排熱的效果"]},"薪水低":{"encouragement":[],"empathy":["我理解薪水低這件事，想必讓你覺得生活過得很辛苦","我能理解你的感受，薪水低想必讓你覺得不好受","我能理解你的感受，薪水低想必讓你的生活過的很辛苦"],"advice":["要不要找份兼差，賺取額外的生活費用","要不要考慮換個工作，或兼差增加收入"]},"受寒":{"encouragement":[],"empathy":[],"advice":["下次記得多注意氣溫，準備足夠的衣物，不要讓自己在受寒了","記得準備適量的衣物，千萬別讓自己受寒"]},"被劈腿":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["被劈腿想必讓你覺得難過，要不要跟我聊聊","我能理解被劈腿，你一定覺得很難過","我能理解你的感受，被劈腿總讓人覺得難過","我能理解那種感受，被劈腿總讓我覺得難過","我知道被劈腿這件事一定讓你覺得難過","你因被劈腿的難過感讓我感同身受","想必被劈腿這件事讓你的心情很難過","我知道被劈腿所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾"]},"卡債":{"encouragement":[],"empathy":[],"advice":["下次在刷卡時，要不要再多想想看，是否這個東西是你需要的"]},"吃不飽":{"encouragement":[],"empathy":["我能理解你的感受，吃不飽總讓人覺得不爽","我知道吃不飽這件事一定讓你覺得不爽","雖然我沒有經歷過，但吃不飽想必讓你覺得不爽","你因吃不飽的不爽感讓我感同身受","想必吃不飽這件事讓你的心情很不爽"],"advice":[]},"衝突":{"encouragement":["衝突在所難免，下次先試著讓自己冷靜下來，一定可以順利解決問題"],"empathy":["衝突想必讓你覺得不爽，要不要跟我聊聊","我能理解衝突，你一定覺得很不爽","我能理解你的感受，衝突總讓人覺得不爽","我知道衝突這件事一定讓你覺得不爽","雖然我沒有經歷過，但衝突想必讓你覺得不爽","雖然我沒有經歷過衝突，但這件事情想必讓你覺得不爽","你因衝突的不爽感讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"過敏":{"encouragement":[],"empathy":["我能理解你的感受，台灣濕熱的天氣真的很容易有過敏的現象"],"advice":["要多多注意過敏部位的保護，才能有效地防止過敏發生"]},"單身":{"encouragement":["單身也有單身的好處，可以很自由自在的生活，而且還有我會永遠陪在你身邊"],"empathy":["單身的生活想必讓你覺得寂寞，要不要跟我聊聊","我能理解單身的生活，你一定覺得很寂寞","我能理解你的感受，單身的生活總讓人覺得寂寞","我能理解那種感受，單身的生活總讓我覺得寂寞","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很寂寞","你因單身的生活的寂寞感讓我感同身受","想必單身的生活這件事讓你的心情很寂寞"],"advice":[]},"買彩卷":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"家破人亡":{"encouragement":[],"empathy":["家破人亡想必讓你覺得絕望，要不要跟我聊聊","我能理解家破人亡，你一定覺得很絕望","我能理解你的感受，家破人亡總讓人覺得絕望","我知道家破人亡這件事一定讓你覺得絕望","雖然我沒有經歷過，但家破人亡想必讓你覺得絕望","雖然我沒有經歷過家破人亡，但這件事情想必讓你覺得絕望","雖然我沒有經歷過家破人亡，但與它相關的問題想必讓你覺得絕望","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很絕望","你因家破人亡的絕望感讓我感同身受","想必家破人亡這件事讓你的心情很絕望","你當下的絕望感我感同身受"],"advice":[]},"變醜":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":[],"advice":[]},"輸":{"encouragement":["人生難免會面臨輸的情況，我相信只要你把握這次的經驗，下次一定能成功","下一次你一定可以更好地面對，千萬別失望"],"empathy":["輸的時候想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，輸的時候總讓人覺得難過","我能理解那種感受，輸的時候總讓我覺得難過","我知道輸的時候這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因輸的時候的難過感讓我感同身受","想必輸的時候這件事讓你的心情很難過","我知道輸的時候所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過輸的時候，這件事想必讓你覺得難過","你當下的難過感我感同身受"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並藉由這些經驗增進自己"]},"上課日":{"encouragement":["雖然上課日確實讓人有些不爽，但是在學校可以跟很多同學、朋友一起玩，也是很快樂的"],"empathy":["上課日想必讓你覺得不爽，要不要跟我聊聊","我能理解你的感受，上課日總讓人覺得不爽","我知道上課日這件事一定讓你覺得不爽","雖然我沒有經歷過，但上課日想必讓你覺得不爽","雖然我沒有經歷過上課日，但這件事情想必讓你覺得不爽","你因上課日的不爽感讓我感同身受","想必上課日這件事讓你的心情很不爽","你面對上課日不爽的心情讓我感同身受"],"advice":[]},"離婚":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人傷心的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["離婚想必讓你覺得難過，要不要跟我聊聊","我能理解離婚，你一定覺得很難過","我能理解你的感受，離婚總讓人覺得難過","我知道離婚這件事一定讓你覺得難過","雖然我沒有經歷過，但離婚想必讓你覺得難過","雖然我沒有經歷過離婚，但這件事情想必讓你覺得難過","雖然我沒有經歷過離婚，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因離婚的難過感讓我感同身受","想必離婚這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"挫折":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的挫敗，把它當作一次寶貴的經驗，下次繼續努力","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["受挫折想必讓你覺得傷心，要不要跟我聊聊","我能理解受挫折，你一定覺得很傷心","我能理解你的感受，受挫折總讓人覺得傷心","我能理解那種感受，受挫折總讓我覺得傷心","我知道受挫折這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因受挫折的傷心感讓我感同身受","想必受挫折這件事讓你的心情很傷心","我知道受挫折所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"太疲勞":{"encouragement":[],"empathy":["我能理解太疲勞，你一定覺得很煩躁","我能理解你的感受，太疲勞總讓人覺得煩躁","我能理解那種感受，太疲勞總讓我覺得煩躁","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩躁","你因太疲勞的煩躁感讓我感同身受","想必太疲勞這件事讓你的心情很煩躁","你當下的煩躁感我感同身受"],"advice":["要不要請一天假，讓自己的身體好好休息","要不要假日的時候出去運動增強自己的體力"]},"爭執":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很不爽才會根人家發生爭執","我能理解你的感受，當下的你想必很不爽"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","要不要跟我聊聊，我很願意當你忠實的聽眾"]},"彩券":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"太冷":{"encouragement":[],"empathy":[],"advice":["要不要多穿一些衣服，以免身體著涼","要不要多準備一些衣物，以免身體著涼感冒，得不償失"]},"沒有人陪":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊","你不必感到寂寞我會一直陪在你身邊"],"empathy":["沒有人陪想必讓你覺得難過，要不要跟我聊聊","我能理解沒有人陪，你一定覺得很難過","我能理解你的感受，沒有人陪總讓人覺得難過","我能理解那種感受，沒有人陪總讓我覺得難過","我知道沒有人陪這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒有人陪的難過感讓我感同身受","想必沒有人陪這件事讓你的心情很難過","我知道沒有人陪所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞","要不要跟我出去走走，解解心中的寂寞"]},"不交作業":{"encouragement":["我相信以你的能力，只要跟同學多多討論，一定能很快把作業補上"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次有作業時，要不要跟同學互相提醒，才不會在忘記要交作業"]},"罵人":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤才會做出罵人這種事","我能理解你的感受，當下的你想必很氣憤"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"沒工作":{"encouragement":["沒工作只是一時的，只要你繼續保持正面的態度、繼續努力，一定很快就能度過這個難關"],"empathy":["沒工作想必讓你覺得難過，要不要跟我聊聊","我能理解沒工作，你一定覺得很難過","我能理解你的感受，沒工作總讓人覺得難過","我能理解那種感受，沒工作總讓我覺得難過","我知道沒工作這件事一定讓你覺得難過","雖然我沒有經歷過，但沒工作想必讓你覺得難過","雖然我沒有經歷過沒工作，但這件事情想必讓你覺得難過","雖然我沒有經歷過沒工作，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒工作的難過感讓我感同身受","想必沒工作這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要參加就職訓練，從訓練中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"受挫折":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的挫折，把它當作一次寶貴的經驗，下次繼續努力","你不用自己一個人承擔這些傷心，我會幫你，我們一起面對吧","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊","你不必傷心不論發生什麼事情，我都會一直陪在你身邊"],"empathy":["受挫折想必讓你覺得傷心，要不要跟我聊聊","我能理解受挫折，你一定覺得很傷心","我能理解你的感受，受挫折總讓人覺得傷心","我能理解那種感受，受挫折總讓我覺得傷心","我知道受挫折這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因受挫折的傷心感讓我感同身受","想必受挫折這件事讓你的心情很傷心","我也曾經經歷過受挫折，這件事想必讓你覺得傷心","你當下的傷心感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"不乾淨":{"encouragement":[],"empathy":["不乾淨想必讓你覺得煩悶，要不要跟我聊聊","我能理解不乾淨，你一定覺得很煩悶","我能理解你的感受，不乾淨總讓人覺得煩悶","我能理解那種感受，不乾淨總讓我覺得煩悶","我知道不乾淨這件事一定讓你覺得煩悶","你因不乾淨的煩悶感讓我感同身受","想必不乾淨這件事讓你的心情很煩悶","我知道不乾淨所帶來的煩悶感，要不要跟我聊聊","你當下的煩悶感我感同身受"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"肝不好":{"encouragement":[],"empathy":["肝不好想必讓你覺得煩惱，要不要跟我聊聊","我能理解肝不好，你一定覺得很煩惱","我知道肝不好這件事一定讓你覺得煩惱","雖然我沒有經歷過，但肝不好想必讓你覺得煩惱","雖然我沒有經歷過肝不好，但這件事情想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","想必肝不好這件事讓你的心情很煩惱"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"海嘯":{"encouragement":["雖然海嘯破壞家園，但只要大家同心協力，一定能很快地度過這個難關"],"empathy":["我能理解你的感受，海嘯是個令人十分害怕的災難"],"advice":[]},"講壞話":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["我知道當下的你想必很氣憤才會講壞話","你當下氣憤的心情讓我感同身受","我能理解你的感受，當下的你想必覺得氣憤"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"考試睡過頭":{"encouragement":[],"empathy":["考試睡過頭想必讓你覺得緊張，要不要跟我聊聊","我能理解考試睡過頭，你一定覺得很緊張","我能理解你的感受，考試睡過頭總讓人覺得緊張","我知道考試睡過頭這件事一定讓你覺得緊張","雖然我沒有經歷過，但考試睡過頭想必讓你覺得緊張","雖然我沒有經歷過考試睡過頭，但這件事情想必讓你覺得緊張","你因考試睡過頭的緊張感讓我感同身受","想必考試睡過頭這件事讓你的心情很緊張","你當下的緊張感我感同身受"],"advice":["下次要多注意一下考試時間，同學之間互相提醒一下，千萬不要再忘記囉"]},"論文":{"encouragement":[],"empathy":["準備論文想必讓你覺得疲勞，要不要跟我聊聊","我能理解你的感受，準備論文總讓人覺得疲勞","我知道準備論文這件事一定讓你覺得疲勞","雖然我沒有經歷過，但準備論文想必讓你覺得疲勞","雖然我沒有經歷過準備論文，但這件事情想必讓你覺得疲勞","雖然我沒有經歷過準備論文，但與它相關的問題想必讓你覺得疲勞","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲勞","想必準備論文這件事讓你的心情很疲勞"],"advice":["要不要找同學或老師多多討論、交流","要不要跟同學討論，藉由討論可以更有效的激發出新的點子"]},"工作太多":{"encouragement":[],"empathy":["工作太多想必讓你覺得痛苦，要不要跟我聊聊","我能理解工作太多，你一定覺得很痛苦","我能理解你的感受，工作太多總讓人覺得痛苦","我能理解那種感受，工作太多總讓我覺得痛苦","我知道工作太多這件事一定讓你覺得痛苦","你因工作太多的痛苦感讓我感同身受","想必工作太多這件事讓你的心情很痛苦","我知道工作太多所帶來的痛苦感，要不要跟我聊聊","你當下的痛苦感我感同身受"],"advice":["要不要跟朋友們一起討論，或者找他們來幫忙"]},"做不完":{"encouragement":["我相信只要按照你的步調，一定可以順利完成"],"empathy":["事情做不完想必讓你覺得擔憂，要不要跟我聊聊","我能理解你的感受，事情做不完總讓人覺得擔憂","我能理解那種感受，事情做不完總讓我覺得擔憂","我知道事情做不完這件事一定讓你覺得擔憂","你因事情做不完的擔憂感讓我感同身受","想必事情做不完這件事讓你的心情很擔憂","你當下的擔憂感我感同身受"],"advice":["要不要找同伴一起來幫忙，這樣應該能夠加速進度"]},"放不下":{"encouragement":["不用擔心不論發生什麼事情，我都會一直陪在你身邊","你不必太難過不管發生什麼事，我都會陪在你身邊"],"empathy":["放不下想必讓你覺得難過，要不要跟我聊聊","我能理解放不下，你一定覺得很難過","我能理解你的感受，放不下總讓人覺得難過","我能理解那種感受，放不下總讓我覺得難過","我知道放不下這件事一定讓你覺得難過","你因放不下的難過感讓我感同身受","想必放不下這件事讓你的心情很難過","我知道放不下所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"衛生條件不好":{"encouragement":[],"empathy":["衛生條件不好想必讓你覺得氣憤，要不要跟我聊聊","我能理解衛生條件不好，你一定覺得很氣憤","我能理解那種感受，衛生條件不好總讓我覺得氣憤","我知道衛生條件不好這件事一定讓你覺得氣憤","你因衛生條件不好的氣憤感讓我感同身受","想必衛生條件不好這件事讓你的心情很氣憤","你當下的氣憤感我感同身受"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢一起過來商量"]},"選擇":{"encouragement":[],"empathy":["我能理解你的感受，面臨選擇的時候總是讓我很為難","面臨選擇的時候想必讓你覺得為難，要不要跟我聊聊"],"advice":["要不要跟家人或同學討論一下"]},"功課":{"encouragement":["你不必太過擔憂，只要你盡力而為，一定可以完成"],"empathy":["功課所帶來的壓力想必讓你覺得痛苦，要不要跟我聊聊","我能理解功課所帶來的壓力，你一定覺得很痛苦","我能理解你的感受，功課所帶來的壓力總讓人覺得痛苦","我知道功課所帶來的壓力這件事一定讓你覺得痛苦","雖然我沒有經歷過，但發生這種事想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因功課所帶來的壓力的痛苦感讓我感同身受","想必功課所帶來的壓力這件事讓你的心情很痛苦","我知道功課所帶來的壓力所帶來的痛苦感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["你要不要跟同學一起討論或找老師幫忙"]},"寫功課":{"encouragement":["你不必太過擔憂，我相信只要你盡力而為，一定可以完成"],"empathy":["我知道功課所帶來的疲勞和痛苦，要不要跟我聊一聊"],"advice":["你要不要跟同學一起討論或找老師幫忙"]},"不努力":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"考研究所":{"encouragement":["雖然現在會覺得很痛苦，但以你的能力，我曉得可以順利度過","我知道要度過這個過程對來你說很痛苦，但我相信以你的能力，一定可以順利度過"],"empathy":["考研究所的過程想必讓你覺得痛苦，要不要跟我聊聊","我能理解考研究所的過程，你一定覺得很痛苦","我能理解你的感受，考研究所的過程總讓人覺得痛苦","我知道考研究所這件事一定讓你覺得痛苦","雖然我沒有經歷過，但發生這種事想必讓你覺得痛苦","雖然我沒有經歷過考研究所的過程，但這件事情想必讓你覺得痛苦","雖然我沒有經歷過考研究所的過程，但與它相關的問題想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因考研究所的痛苦感讓我感同身受","想必考研究所這件事讓你的心情很痛苦","我知道考研究所所帶來的痛苦感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要、老師討論看看應對策略","要不要上網找些別人整理好的筆記，這樣可以幫你準備的更有效率"]},"缺考":{"encouragement":[],"empathy":["缺考想必讓你覺得害怕，要不要跟我聊聊","我能理解缺考，你一定覺得很害怕","我能理解你的感受，缺考總讓人覺得害怕","我能理解那種感受，缺考總讓我覺得害怕","我知道缺考這件事一定讓你覺得害怕","雖然我沒有經歷過，但缺考想必讓你覺得害怕","雖然我沒有經歷過缺考，但這件事情想必讓你覺得害怕","雖然我沒有經歷過缺考，但與它相關的問題想必讓你覺得害怕","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很害怕","你因缺考的害怕感讓我感同身受","想必缺考這件事讓你的心情很害怕","你當下的害怕感我感同身受"],"advice":["下次要多注意一下考試時間，同學之間互相提醒一下，千萬不要再忘記囉"]},"發票沒中獎":{"encouragement":["沒中獎是很正常的，想開一點不必太過失望"],"empathy":["我能理解你的感受，沒中獎總是讓人有點失望"],"advice":[]},"怠惰":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"更動":{"encouragement":["人生總是會面臨各種更動，只要你用正面的心態應對，一定能很順利地適應"],"empathy":["我能理解你的感受，每次發生更動時都讓我有點難適應"],"advice":["人生總是會面臨各種更動，只要你用正面的心態應對，一定能很順利地適應"]},"吃檳榔":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["吃檳榔對身體很不好，一定要想辦法戒掉唷"]},"發燒":{"encouragement":[],"empathy":["我能理解發燒，你一定覺得很難過","我知道發燒這件事一定讓你覺得難過","雖然我沒有經歷過，但發燒想必讓你覺得難過","雖然我沒有經歷過發燒，但這件事情想必讓你覺得難過","你因發燒的難過感讓我感同身受","想必發燒這件事讓你的心情很難過","我知道發燒所帶來的難過感，要不要跟我聊聊"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心","要不要看醫生拿個藥看能不能減緩症狀"]},"颱風":{"encouragement":["雖然颱風破壞家園，但只要大家同心協力，一定能很快地度過這個難關"],"empathy":["颱風想必讓你覺得恐慌，要不要跟我聊聊","我能理解你的感受，颱風總讓人覺得恐慌","我知道颱風這件事一定讓你覺得恐慌","你因颱風的恐慌感讓我感同身受"],"advice":[]},"淋雨":{"encouragement":[],"empathy":[],"advice":["下次發生這種事，建議詢問一下周圍的人是否可以借個傘，淋雨是很容易感冒的"]},"孤獨":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得孤單，但不管發生什麼事，我都會一直陪在你身邊","你不必感到孤不論發生什麼事情，我都會一直陪在你身邊"],"empathy":["孤獨想必讓你覺得難過，要不要跟我聊聊","我能理解孤獨，你一定覺得很難過","我能理解你的感受，孤獨總讓人覺得難過","我能理解那種感受，孤獨總讓我覺得難過","我知道孤獨這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因孤獨的難過感讓我感同身受","想必孤獨這件事讓你的心情很難過","我知道孤獨所帶來的難過感，要不要跟我聊聊"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"忙":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很煩燥，但我相信只要你按照自己的步調，一定能安然度過"],"empathy":["我曉得繁忙的生活，一定讓你感到很煩燥吧"],"advice":["人生總是充滿的忙碌，在適當的時候別忘記讓自己的身體稍微休息一下，轉換一下煩悶的心情"]},"加班":{"encouragement":["我知道你加班的辛苦，記得要多注意自己的身體，不管發生什麼事，我都會陪著你"],"empathy":["加班想必讓你覺得厭煩，要不要跟我聊聊","我能理解加班，你一定覺得很厭煩","我能理解你的感受，加班總讓人覺得厭煩","我知道加班這件事一定讓你覺得厭煩","雖然我沒有經歷過，但加班想必讓你覺得厭煩","雖然我沒有經歷過加班，但這件事情想必讓你覺得厭煩","你因加班的厭煩感讓我感同身受","想必加班這件事讓你的心情很厭煩","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的厭煩感我感同身受"],"advice":["要不要下班的時候去吃大餐回饋一下自己"]},"進度太快":{"encouragement":[],"empathy":["我能理解你個感受，進度太快總是讓我覺得壓力很大"],"advice":["要不要下課時跟同學討論，借筆記，或者詢問老師"]},"不吃東西":{"encouragement":[],"empathy":[],"advice":["雖然工作很重要，但是還是要多多注意身體，不吃東西很傷身體的"]},"衛生差":{"encouragement":[],"empathy":["衛生差想必讓你覺得氣憤，要不要跟我聊聊","我能理解衛生差，你一定覺得很氣憤","我能理解你的感受，衛生差總讓人覺得氣憤","我能理解那種感受，衛生差總讓我覺得氣憤","我知道衛生差這件事一定讓你覺得氣憤","你因衛生差的氣憤感讓我感同身受","想必衛生差這件事讓你的心情很氣憤","我知道衛生差所帶來的氣憤感，要不要跟我聊聊","你當下的氣憤感我感同身受"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"考零分":{"encouragement":["雖然考零分讓你很沮喪，但我相信只要你繼續努力，用正面的態度來看待這次的失敗，下次一定能進步","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["考零分想必讓你覺得難過，要不要跟我聊聊","我能理解考零分，你一定覺得很難過","我能理解你的感受，考零分總讓人覺得難過","我知道考零分這件事一定讓你覺得難過","雖然我沒有經歷過，但考零分想必讓你覺得難過","雖然我沒有經歷過考零分，但這件事情想必讓你覺得難過","你因考零分的難過感讓我感同身受","想必考零分這件事讓你的心情很難過","我知道考零分所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論，考試的時候多注意題目，並記得做檢查","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"打槍":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["被打槍想必讓你覺得失落，要不要跟我聊聊","我能理解被打槍，你一定覺得很失落","我能理解你的感受，被打槍總讓人覺得失落","我能理解那種感受，被打槍總讓我覺得失落","我知道被打槍這件事一定讓你覺得失落","雖然我沒有經歷過，但被打槍想必讓你覺得失落","雖然我沒有經歷過被打槍，但這件事情想必讓你覺得失落","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很失落","你因被打槍的失落感讓我感同身受","想必被打槍這件事讓你的心情很失落","我知道被打槍所帶來的失落感，要不要跟我聊聊","你當下的失落感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"缺乏運動":{"encouragement":[],"empathy":[],"advice":["要不要找空閒時間跟我一起去運動"]},"考最後一名":{"encouragement":["雖然考最後一名讓你很沮喪，但我相信只要你繼續努力，用正面的態度來看待這次的失敗，下次一定能進步","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["考最後一名想必讓你覺得沮喪，要不要跟我聊聊","我能理解考最後一名，你一定覺得很沮喪","我能理解你的感受，考最後一名總讓人覺得沮喪","我知道考最後一名這件事一定讓你覺得沮喪","雖然我沒有經歷過，但考最後一名想必讓你覺得沮喪","雖然我沒有經歷過考最後一名，但這件事情想必讓你覺得沮喪","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很沮喪","想必考最後一名這件事讓你的心情很沮喪"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"成績不好":{"encouragement":["雖然你這次成績不好，但你這陣子的努力我都看在眼裡，繼續保持下去，相信下次你一定會進步","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["成績不好想必讓你覺得難過，要不要跟我聊聊","我能理解成績不好，你一定覺得很難過","我能理解你的感受，成績不好總讓人覺得難過","我知道成績不好這件事一定讓你覺得難過","你因成績不好的難過感讓我感同身受","想必成績不好這件事讓你的心情很難過","我知道成績不好所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"被誤會":{"encouragement":[],"empathy":["被誤會想必讓你覺得難過，要不要跟我聊聊","我能理解被誤會，你一定覺得很難過","我能理解你的感受，被誤會總讓人覺得難過","我能理解那種感受，被誤會總讓我覺得難過","我知道被誤會這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被誤會的難過感讓我感同身受","想必被誤會這件事讓你的心情很難過","我知道被誤會所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要找大家出來解釋一下","要不要約大家出來好好的跟大家解釋一下"]},"太緊張":{"encouragement":[],"empathy":[],"advice":["建議你可以坐下來做個深呼吸，冥想一下，試著讓自己的身體放輕鬆"]},"先罵人":{"encouragement":["你不必太過擔憂，只要你冷靜想一想，一定能順利解決"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，試著把對方的意見聽完"]},"沒有網路":{"encouragement":[],"empathy":["我能理解你的感受，我也不太能接受沒有網路的生活"],"advice":["要不要問問看認識的人有沒有行動網路可以幫忙"]},"工作太久":{"encouragement":[],"empathy":["工作太久想必讓你覺得疲憊，要不要跟我聊聊","我能理解工作太久，你一定覺得很疲憊","我能理解你的感受，工作太久總讓人覺得疲憊","我知道工作太久這件事一定讓你覺得疲憊","雖然我沒有經歷過，但工作太久想必讓你覺得疲憊","雖然我沒有經歷過工作太久，但這件事情想必讓你覺得疲憊","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲憊","想必工作太久這件事讓你的心情很疲憊"],"advice":["要不要找一天請個假，讓自己的身體稍微放鬆、出去活動活動","要不要找空閒時間跟我出去，放鬆自己的身心"]},"工作":{"encouragement":["雖然工作很辛苦，但不管發生什麼事情，我都會陪在你身邊"],"empathy":["工作想必讓你覺得痛苦，要不要跟我聊聊","我能理解工作，你一定覺得很痛苦","我能理解你的感受，工作總讓人覺得痛苦","我知道工作這件事一定讓你覺得痛苦","你因工作的痛苦感讓我感同身受","想必工作這件事讓你的心情很痛苦","我知道工作所帶來的痛苦感，要不要跟我聊聊","你當下的痛苦感我感同身受"],"advice":["要不要趁午餐的時間，出去走走散散心"]},"開夜車":{"encouragement":[],"empathy":[],"advice":["開夜車蠻危險的，下次如果再遇到這種情況，要多多注意自己的精神狀態並且小心駕駛"]},"開罵":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤，才會開罵吧","我能理解你的感受，當下的你想必覺得氣憤","你當下的氣憤感讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"不營養":{"encouragement":[],"empathy":[],"advice":["要不要多攝取一些蔬果補充營養"]},"被唸":{"encouragement":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"],"empathy":["被唸想必讓你覺得難過，要不要跟我聊聊","我能理解被唸，你一定覺得很難過","我能理解你的感受，被唸總讓人覺得難過","我能理解那種感受，被唸總讓我覺得難過","你因被唸的難過感讓我感同身受","想必被唸這件事讓你的心情很難過","我知道被唸所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"]},"死亡":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["身邊有人死亡想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人死亡，你一定覺得很難過","我能理解你的感受，身邊有人死亡總讓人覺得難過","我能理解那種感受，身邊有人死亡總讓我覺得難過","我知道身邊有人死亡這件事一定讓你覺得難過","你因身邊有人死亡的難過感讓我感同身受","想必身邊有人死亡這件事讓你的心情很難過","我知道身邊有人死亡所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["身邊有人死亡，一定讓你很難過，要不要跟我聊一聊"]},"期末考":{"encouragement":["雖然準備期末考一定很辛苦，不過我覺得你做的很棒"],"empathy":["期末考想必讓你覺得緊張，要不要跟我聊聊","我能理解期末考，你一定覺得很緊張","我能理解你的感受，期末考總讓人覺得緊張","我能理解那種感受，期末考總讓我覺得緊張","我知道期末考這件事一定讓你覺得緊張","雖然我沒有經歷過，但期末考想必讓你覺得緊張","雖然我沒有經歷過期末考，但這件事情想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","你因期末考的緊張感讓我感同身受","想必期末考這件事讓你的心情很緊張","我知道期末考所帶來的緊張感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找同學討論、一起複習，好好得應對這次的期末考"]},"沒有愛":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["沒有愛想必讓你覺得寂寞，要不要跟我聊聊","我能理解沒有愛，你一定覺得很寂寞","我能理解你的感受，沒有愛總讓人覺得寂寞","我能理解那種感受，沒有愛總讓我覺得寂寞","我知道沒有愛這件事一定讓你覺得寂寞","你因沒有愛的寂寞感讓我感同身受","想必沒有愛這件事讓你的心情很寂寞","我知道沒有愛所帶來的寂寞感，要不要跟我聊聊","你當下的寂寞感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"升遷":{"encouragement":["我相信以你的能力，很快就可以適應升遷所帶來的變化"],"empathy":["雖然我沒有經歷過，但升遷所面臨的新壓力想必讓你很煩惱"],"advice":[]},"很無聊":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要約朋友一起出去玩，解解心中的無聊","要不要跟我出去走走，解除心中的寂寞感"]},"熬夜看書":{"encouragement":["你熬夜看書的態度讓我十分佩服"],"empathy":["我能理解熬夜看書，你一定覺得很疲倦","我能理解你的感受，熬夜看書總讓人覺得疲倦","我能理解那種感受，熬夜看書總讓我覺得疲倦","我知道熬夜看書這件事一定讓你覺得疲倦","雖然我沒有經歷過，但熬夜看書想必讓你覺得疲倦","雖然我沒有經歷過熬夜看書，但這件事情想必讓你覺得疲倦","想必熬夜看書這件事讓你的心情很疲倦"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"失聯":{"encouragement":["不要太慌張，大家一起想辦法，一定能解決"],"empathy":["失聯想必讓你覺得難過，要不要跟我聊聊","我能理解失聯，你一定覺得很難過","我能理解你的感受，失聯總讓人覺得難過","我知道失聯這件事一定讓你覺得難過","雖然我沒有經歷過，但失聯想必讓你覺得難過","雖然我沒有經歷過失聯，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因失聯的難過感讓我感同身受","想必失聯這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要詢問一下他的朋友，或者找警察幫忙"]},"想一個人":{"encouragement":[],"empathy":["想一個人想必讓你覺得難過，要不要跟我聊聊","我能理解想一個人，你一定覺得很難過","我能理解你的感受，想一個人總讓人覺得難過","我能理解那種感受，想一個人總讓我覺得難過","我知道想一個人這件事一定讓你覺得難過","你因想一個人的難過感讓我感同身受","想必想一個人這件事讓你的心情很難過","我知道想一個人所帶來的難過感，要不要跟我聊聊","我理解想一個人這件事，想必讓人既寂寞又難過"],"advice":["要不要打的電話，或用通訊軟體跟他聯絡"]},"變卦":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["變卦想必讓你覺得難過，要不要跟我聊聊","我能理解變卦，你一定覺得很難過","我能理解你的感受，變卦總讓人覺得難過","我知道變卦這件事一定讓你覺得難過","雖然我沒有經歷過，但變卦想必讓你覺得難過","雖然我沒有經歷過變卦，但這件事情想必讓你覺得難過","雖然我沒有經歷過變卦，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必變卦這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"失戀了":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["失戀了想必讓你覺得悲傷，要不要跟我聊聊","我能理解失戀了，你一定覺得很悲傷","我能理解你的感受，失戀了總讓人覺得悲傷","我能理解那種感受，失戀了總讓我覺得悲傷","我知道失戀了這件事一定讓你覺得悲傷","雖然我沒有經歷過，但失戀了想必讓你覺得悲傷","雖然我沒有經歷過失戀了，但這件事情想必讓你覺得悲傷","雖然我沒有經歷過失戀了，但與它相關的問題想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因失戀了的悲傷感讓我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"壓力":{"encouragement":["適當的壓力能夠幫助工作更有效率，我相信你一定能掌握住、拿捏好的"],"empathy":["壓力想必讓你覺得憂鬱，要不要跟我聊聊","我能理解壓力，你一定覺得很憂鬱","我能理解你的感受，壓力總讓人覺得憂鬱","我能理解那種感受，壓力總讓我覺得憂鬱","我知道壓力這件事一定讓你覺得憂鬱","你因壓力的憂鬱感讓我感同身受","想必壓力這件事讓你的心情很憂鬱","我知道壓力所帶來的憂鬱感，要不要跟我聊聊","你當下的憂鬱感我感同身受"],"advice":["要不要跟我一起出去走走，放下心中的憂鬱"]},"未完成":{"encouragement":["我相信只要按照你的步調，一定可以順利完成"],"empathy":["事情未完成想必讓你覺得擔憂，要不要跟我聊聊","我能理解事情未完成，你一定覺得很擔憂","我能理解你的感受，事情未完成總讓人覺得擔憂","我能理解那種感受，事情未完成總讓我覺得擔憂","我知道事情未完成這件事一定讓你覺得擔憂","你因事情未完成的擔憂感讓我感同身受","想必事情未完成這件事讓你的心情很擔憂","我知道事情未完成所帶來的擔憂感，要不要跟我聊聊","你當下的擔憂感我感同身受"],"advice":["要不要找同伴一起來幫忙，這樣應該能夠加速進度"]},"升學":{"encouragement":["雖然現在會覺得很苦，但以你的能力，我曉得可以安然度過","我知道要度過這個過程對你來說很擾，但我相信以你的能力，一定能安然度過"],"empathy":["升學的過程想必讓你覺得困擾，要不要跟我聊聊","我能理解你的感受，升學的過程總讓人覺得困擾","雖然我沒有經歷過，但發生這種事想必讓你覺得困擾","雖然我沒有經歷過升學的過程的過程，但這件事情想必讓你覺得困擾","雖然我沒有經歷過升學的過程的過程，但與它相關的問題想必讓你覺得困擾","雖然我沒有辦法真正體會到你升學時的那種感受，但我知道這件事情一定讓人很困擾","你因升學的過程的困擾感讓我感同身受","想必升學這件事讓你的心情很困擾","我知道升學的過程所帶來的困擾感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟朋、老師或家人討論看看"]},"打他":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤才會做出打人這種事","我能理解你的感受，當下的你想必很憤怒","你當下憤怒的情感讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"分手時":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["分手時想必讓你覺得難過，要不要跟我聊聊","我能理解分手時，你一定覺得很難過","我能理解你的感受，分手時總讓人覺得難過","我能理解那種感受，分手時總讓我覺得難過","我知道分手時這件事一定讓你覺得難過","雖然我沒有經歷過，但分手時想必讓你覺得難過","雖然我沒有經歷過分手時，但這件事情想必讓你覺得難過","雖然我沒有經歷過分手時，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因分手時的難過感讓我感同身受","想必分手時這件事讓你的心情很難過","我知道分手時所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"抱怨":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["我能理解你個感受，當下的你想必很不爽","當下的你想必很不爽吧，才會跟人家抱怨"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，好好的想一想"]},"胖":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動"]},"電腦玩太久":{"encouragement":[],"empathy":[],"advice":["雖然電腦很好玩，但也要適當得讓身體休息一下"]},"美夢破碎時":{"encouragement":[],"empathy":["美夢破碎時想必讓你覺得難過，要不要跟我聊聊","我能理解美夢破碎時，你一定覺得很難過","我能理解你的感受，美夢破碎時總讓人覺得難過","我能理解那種感受，美夢破碎時總讓我覺得難過","我知道美夢破碎時這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因美夢破碎時的難過感讓我感同身受","想必美夢破碎時這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","要不要沉下心來再繼續努力"]},"找工作":{"encouragement":["多拿出點信心和勇氣，我相信以你認真努力的態度去面對，一定很快就可以找到工作"],"empathy":["找工作想必讓你覺得疲憊，要不要跟我聊聊","我能理解找工作，你一定覺得很疲憊","我能理解你的感受，找工作總讓人覺得疲憊","我知道找工作這件事一定讓你覺得疲憊","雖然我沒有經歷過，但找工作想必讓你覺得疲憊","雖然我沒有經歷過找工作，但這件事情想必讓你覺得疲憊","雖然我沒有經歷過找工作，但與它相關的問題想必讓你覺得疲憊","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲憊","你因找工作的疲憊感讓我感同身受","想必找工作這件事讓你的心情很疲憊"],"advice":["要不要去網路上多尋找一些資訊，或者找朋友來演練一下面試過程","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"睡不飽":{"encouragement":[],"empathy":["睡不飽想必讓你覺得煎熬，要不要跟我聊聊","我能理解睡不飽，你一定覺得很煎熬","我能理解你的感受，睡不飽總讓人覺得煎熬","我知道睡不飽這件事一定讓你覺得煎熬","雖然我沒有經歷過，但睡不飽想必讓你覺得煎熬","雖然我沒有經歷過睡不飽，但這件事情想必讓你覺得煎熬","想必睡不飽這件事讓你的心情很煎熬","雖然我沒經歷過，但睡不飽所帶來的疲累想必讓你很煎熬"],"advice":["要不要前一天早點睡，或是趁著空閒的時間補眠"]},"不想吃飯":{"encouragement":[],"empathy":[],"advice":["雖然工作很重要，但是還是要多多注意身體，不吃飯很傷身體的"]},"熬夜":{"encouragement":[],"empathy":["我能理解熬夜，你一定覺得很疲憊","我能理解你的感受，熬夜總讓人覺得疲憊","我能理解那種感受，熬夜總讓我覺得疲憊","我知道熬夜這件事一定讓你覺得疲憊","雖然我沒有經歷過，但熬夜想必讓你覺得疲憊","雖然我沒有經歷過熬夜，但這件事情想必讓你覺得疲憊","雖然我沒有經歷過熬夜，但與它相關的問題想必讓你覺得疲憊","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲憊","你因熬夜的疲憊感讓我感同身受","想必熬夜這件事讓你的心情很疲憊"],"advice":["雖然熬夜可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"密閉空間":{"encouragement":[],"empathy":["我能理解你的感受，密閉空間總讓人覺得難受","我能理解那種感受，密閉空間總讓我覺得難受"],"advice":["要不要打開窗戶或開空調通風一下，應該會比較舒服"]},"考很爛":{"encouragement":["雖然你這次考很爛，但你這陣子的努力我都看在眼裡，繼續保持下去，相信下次你一定會進步","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["考很爛想必讓你覺得難過，要不要跟我聊聊","我能理解考很爛，你一定覺得很難過","我能理解你的感受，考很爛總讓人覺得難過","我能理解那種感受，考很爛總讓我覺得難過","我知道考很爛這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因考很爛的難過感讓我感同身受","想必考很爛這件事讓你的心情很難過","我知道考很爛所帶來的難過感，要不要跟我聊聊","我也曾經在考試上失利，考很爛想必讓你覺得很難過","你當下的難過感我感同身受"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"經濟大蕭條":{"encouragement":["雖然經濟大蕭條讓你很苦惱，但我相信只要你保持正向的態度，按照自己的步調生活，一定能安然度過這個難關"],"empathy":["經濟大蕭條帶給你的煩惱讓我感同身受"],"advice":["要不要找家人討論看看，看要如何一起面對"]},"太操勞":{"encouragement":[],"empathy":["太操勞想必讓你覺得難受，要不要跟我聊聊","我能理解太操勞，你一定覺得很難受","我能理解你的感受，太操勞總讓人覺得難受","我知道太操勞這件事一定讓你覺得難受","你因太操勞的難受感讓我感同身受","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的難受感我感同身受"],"advice":["要不要請一天假，讓自己的身體好好放鬆"]},"愛賭":{"encouragement":[],"empathy":["我能理解你的感受，賭輸總是讓人很難過"],"advice":["下次在賭之前，建議多想想，想想會不會對家庭帶來危害"]},"繳帳單":{"encouragement":[],"empathy":["繳帳單想必讓你覺得煩惱，要不要跟我聊聊","我能理解繳帳單，你一定覺得很煩惱","我能理解你的感受，繳帳單總讓人覺得煩惱","我知道繳帳單這件事一定讓你覺得煩惱","雖然我沒有經歷過，但繳帳單想必讓你覺得煩惱","雖然我沒有經歷過繳帳單，但這件事情想必讓你覺得煩惱","你因繳帳單的煩惱感讓我感同身受","想必繳帳單這件事讓你的心情很煩惱"],"advice":[]},"修理東西":{"encouragement":["你認真修理東西的態度讓我十分佩服"],"empathy":["我能理解修理東西，你一定覺得很疲累","我能理解你的感受，修理東西總讓人覺得疲累","我知道修理東西這件事一定讓你覺得疲累","雖然我沒有經歷過，但修理東西想必讓你覺得疲累","雖然我沒有經歷過修理東西，但這件事情想必讓你覺得疲累","你因修理東西的疲累感讓我感同身受","想必修理東西這件事讓你的心情很疲累","你當下的疲累感我感同身受"],"advice":[]},"吸菸":{"encouragement":[],"empathy":[],"advice":["吸菸不但會危害自己的身體，還會迫害周圍的人，建議一定要想辦法戒掉唷"]},"挫敗":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的挫敗，把它當作一次寶貴的經驗，下次繼續努力","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","看你這麼傷心我也很傷心，我會陪著你一起走出來","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["挫敗想必讓你覺得傷心，要不要跟我聊聊","我能理解挫敗，你一定覺得很傷心","我能理解你的感受，挫敗總讓人覺得傷心","我能理解那種感受，挫敗總讓我覺得傷心","我知道挫敗這件事一定讓你覺得傷心","雖然我沒有經歷過，但挫敗想必讓你覺得傷心","你因挫敗的傷心感讓我感同身受","想必挫敗這件事讓你的心情很傷心"],"advice":["要不要把這次的挫敗當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"挨罵":{"encouragement":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中","看你這麼難過我也很難過，我會陪著你一起走出來"],"empathy":["挨罵想必讓你覺得難過，要不要跟我聊聊","我能理解挨罵，你一定覺得很難過","我能理解你的感受，挨罵總讓人覺得難過","我能理解那種感受，挨罵總讓我覺得難過","我知道挨罵這件事一定讓你覺得難過","雖然我沒有經歷過，但挨罵想必讓你覺得難過","雖然我沒有經歷過挨罵，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因挨罵的難過感讓我感同身受","想必挨罵這件事讓你的心情很難過","我也曾經經歷過挨罵，這件事想必讓你覺得難過"],"advice":["要不要跟我談談，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"]},"怒火":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很不爽吧，才會這麼憤怒","我能理解你的感受，當下的你想必很不爽"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"弄丟東西":{"encouragement":[],"empathy":["弄丟東西想必讓你覺得傷心，要不要跟我聊聊","我能理解弄丟東西，你一定覺得很傷心","我能理解你的感受，弄丟東西總讓人覺得傷心","我能理解那種感受，弄丟東西總讓我覺得傷心","我知道弄丟東西這件事一定讓你覺得傷心","你因弄丟東西的傷心感讓我感同身受","想必弄丟東西這件事讓你的心情很傷心","我知道弄丟東西所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["試著想想看最後那個東西出現在哪裡，或者找朋友或家人幫忙尋找"]},"轉系":{"encouragement":["雖然我沒有經歷過轉系的過程，但我永遠都會站在你這邊，支持你的想法"],"empathy":[],"advice":["要不要多多收集一些資料，或者跟老師、同學談談看"]},"沒信心":{"encouragement":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"],"empathy":["我也常常對沒信心的自己感到無助，要不要跟我聊一聊"],"advice":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"]},"輕視":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["遭輕視想必讓你覺得難過，要不要跟我聊聊","我能理解遭輕視，你一定覺得很難過","我能理解你的感受，遭輕視總讓人覺得難過","我能理解那種感受，遭輕視總讓我覺得難過","我知道遭輕視這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因遭輕視的難過感讓我感同身受","想必遭輕視這件事讓你的心情很難過","我知道遭輕視所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"變化":{"encouragement":["人生總是會面臨各種變化，只要你用正面的心態應對，一定能很順利地適應"],"empathy":["我能理解你的感受，每次發生變化時都讓我有點難適應"],"advice":["人生總是會面臨各種變化，只要你用正面的心態應對，一定能很順利地適應"]},"出軌":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["出軌想必讓你覺得傷心，要不要跟我聊聊","我能理解出軌，你一定覺得很傷心","我能理解你的感受，出軌總讓人覺得傷心","我知道出軌這件事一定讓你覺得傷心","你因出軌的傷心感讓我感同身受","想必出軌這件事讓你的心情很傷心","我知道出軌所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"水災":{"encouragement":["雖然水災破壞家園，但只要大家同心協力，一定能很快地度過這個難關"],"empathy":["水災想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，水災總讓人覺得難過","我知道水災這件事一定讓你覺得難過","你因水災的難過感讓我感同身受","想必水災這件事讓你的心情很難過"],"advice":[]},"發洩":{"encouragement":["我覺得發洩是很好的行為，只要使用正確的管道，確實能有效的緩解心中的壓力"],"empathy":[],"advice":[]},"得癌症":{"encouragement":[],"empathy":["得癌症想必讓你覺得難受，要不要跟我聊聊","我能理解得癌症，你一定覺得很難受","我知道得癌症這件事一定讓你覺得難受","雖然我沒有經歷過，但得癌症想必讓你覺得難受","你因得癌症的難受感讓我感同身受","想必得癌症這件事讓你的心情很難受"],"advice":["要不要跟我一起出去走走，放下心中的憂慮"]},"錢包不見":{"encouragement":[],"empathy":["錢包不見想必讓你覺得焦慮，要不要跟我聊聊","我能理解錢包不見，你一定覺得很焦慮","我能理解你的感受，錢包不見總讓人覺得焦慮","我知道錢包不見這件事一定讓你覺得焦慮","雖然我沒有經歷過，但錢包不見想必讓你覺得焦慮","雖然我沒有經歷過錢包不見，但這件事情想必讓你覺得焦慮","雖然我沒有經歷過錢包不見，但與它相關的問題想必讓你覺得焦慮","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很焦慮","想必錢包不見這件事讓你的心情很焦慮"],"advice":["試著想想看最後那個東西出現在哪裡，或者找朋友或家人幫忙尋找，也可以到派出所詢問"]},"喪命":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我們一起面對吧","看你這麼難過我也很難過，我會陪著你一起走出來"],"empathy":["身邊有人喪命想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人喪命後，你一定很難過","我能理解你的感受，身邊有人喪命總讓人覺得難過","我能理解那種感受，身邊有人喪命總讓我覺得難過","我知道身邊有人喪命這件事一定讓你覺得難過","雖然我沒有經歷過，但發生這種事想必讓你覺得難過","雖然我沒有經歷過身邊有人喪命的過程，但這件事情想必讓你覺得難過","雖然我沒有經歷過身邊有人喪命的過程，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你身邊有人喪命時那種難過的感受，但我知道這件事情一定讓人很難過","你因身邊有人喪命的難過感讓我感同身受","想必身邊有人喪命這件事讓你的心情很難過","我知道身邊有人喪命所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過身邊有人喪命，這件事想必讓你覺得難過"],"advice":["身邊有人喪命想必讓你覺得難過，要不要跟我聊聊","如果你願意說，我隨時都可以當你忠實的聽眾"]},"放鴿子":{"encouragement":[],"empathy":["放鴿子想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，放鴿子總讓人覺得難過","我能理解那種感受，放鴿子總讓我覺得難過","我知道放鴿子這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因放鴿子的難過感讓我感同身受","想必放鴿子這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["以後出門前建議跟對方多多確認，如此應該能有效避免這種情況再度發生"]},"亂吃藥":{"encouragement":[],"empathy":[],"advice":["亂吃藥對身體體有害，要小心一點","最好根據醫師開的處方籤吃藥，自己亂吃藥對身體有害要小心點"]},"吃醋":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["雖然我沒有經歷過，但發生這種事想必讓你覺得傷心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"暈倒":{"encouragement":[],"empathy":[],"advice":["要不要先稍微坐一下，多補充一些水份"]},"情仇":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["情仇想必讓你覺得痛苦，要不要跟我聊聊","我能理解情仇，你一定覺得很痛苦","我能理解你的感受，情仇總讓人覺得痛苦","我知道情仇這件事一定讓你覺得痛苦","雖然我沒有經歷過，但情仇想必讓你覺得痛苦","雖然我沒有經歷過情仇，但這件事情想必讓你覺得痛苦","想必情仇這件事讓你的心情很痛苦"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"意見不同":{"encouragement":["人們之間意見不同在所難免，但我相信以你的能力，一定能夠幫大家整合出好的意見"],"empathy":["意見不同想必讓你覺得煩惱，要不要跟我聊聊","我能理解意見不同，你一定覺得很煩惱","我能理解你的感受，意見不同總讓人覺得煩惱","我能理解那種感受，意見不同總讓我覺得煩惱","我知道意見不同這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因意見不同的煩惱感讓我感同身受","想必意見不同這件事讓你的心情很煩惱","我知道意見不同所帶來的煩惱感，要不要跟我聊聊","你當下的煩惱感我感同身受"],"advice":["要不要找大家一起出來商量"]},"骯髒":{"encouragement":[],"empathy":["骯髒想必讓你覺得煩悶，要不要跟我聊聊","我能理解骯髒，你一定覺得很煩悶","我能理解你的感受，骯髒總讓人覺得煩悶","我能理解那種感受，骯髒總讓我覺得煩悶","我知道骯髒這件事一定讓你覺得煩悶","你因骯髒的煩悶感讓我感同身受","想必骯髒這件事讓你的心情很煩悶","我知道骯髒所帶來的煩悶感，要不要跟我聊聊","你當下的煩悶感我感同身受"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"蟑螂":{"encouragement":[],"empathy":["我能理解你的感受，我也很害怕蟑螂","你看到蟑螂的害怕感我感同身受"],"advice":["要不要找除蟲的專家，灑點蟑螂藥來清除一下"]},"疾病":{"encouragement":[],"empathy":["疾病想必讓你覺得痛苦，要不要跟我聊聊","我能理解疾病，你一定覺得很痛苦","我能理解你的感受，疾病總讓人覺得痛苦","我知道疾病這件事一定讓你覺得痛苦","雖然我沒有經歷過，但疾病想必讓你覺得痛苦","雖然我沒有經歷過疾病，但這件事情想必讓你覺得痛苦","雖然我沒有經歷過疾病，但與它相關的問題想必讓你覺得痛苦","你因疾病的痛苦感讓我感同身受","想必疾病這件事讓你的心情很痛苦","我知道疾病所帶來的痛苦感，要不要跟我聊聊"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心","要不要看醫生拿個藥看能不能減緩症狀"]},"搬家":{"encouragement":["不管你在哪裡，我永遠都會陪在你身邊，支持你"],"empathy":["搬家想必讓你覺得厭煩，要不要跟我聊聊","我能理解搬家，你一定覺得很厭煩","我能理解你的感受，搬家總讓人覺得厭煩","我知道搬家這件事一定讓你覺得厭煩","雖然我沒有經歷過，但搬家想必讓你覺得厭煩","雖然我沒有經歷過搬家，但這件事情想必讓你覺得厭煩","你因搬家的厭煩感讓我感同身受","想必搬家這件事讓你的心情很厭煩","我知道搬家所帶來的厭煩感，要不要跟我聊聊","你當下的厭煩感我感同身受"],"advice":["要不要跟我談談，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"作息不正常":{"encouragement":[],"empathy":["作息不正常想必讓你覺得憂鬱，要不要跟我聊聊","我能理解作息不正常，你一定覺得很憂鬱","我能理解你的感受，作息不正常總讓人覺得憂鬱","我能理解那種感受，作息不正常總讓我覺得憂鬱","我知道作息不正常這件事一定讓你覺得憂鬱","你因作息不正常的憂鬱感讓我感同身受","想必作息不正常這件事讓你的心情很憂鬱","我知道作息不正常所帶來的憂鬱感，要不要跟我聊聊","你當下的憂鬱感我感同身受"],"advice":["要不要請一天假，來調整一下作息和身裡時鐘"]},"期望":{"encouragement":["不要太在意他人的想法，只要按照自己的步調慢慢前進，才能活得盡興又快樂"],"empathy":["周圍的人對你有那麼多期望想必讓你覺得困擾，要不要跟我聊聊","我能理解周圍的人對你有那麼多期望，你一定覺得很困擾","我知道周圍的人對你有那麼多期望這件事一定讓你覺得困擾","想必周圍的人對你有那麼多期望這件事讓你的心情很困擾"],"advice":["要不要跟他們討論看看，講出你心中的想法"]},"亂花錢":{"encouragement":[],"empathy":[],"advice":["下次花錢時，要不要再多想想看，確認這個否是必要的"]},"利益衝突":{"encouragement":[],"empathy":["利益衝突想必讓你覺得不爽，要不要跟我聊聊","我能理解利益衝突，你一定覺得很不爽","我能理解你的感受，利益衝突總讓人覺得不爽","我能理解那種感受，利益衝突總讓我覺得不爽","我知道利益衝突這件事一定讓你覺得不爽","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很不爽","你因利益衝突的不爽感讓我感同身受","想必利益衝突這件事讓你的心情很不爽","我知道利益衝突所帶來的不爽感，要不要跟我聊聊","你當下的不爽感我感同身受"],"advice":["要不要跟大家討論看看，集結大家的意見或許就有良好的解決方案"]},"上班":{"encouragement":[],"empathy":["上班想必讓你覺得苦悶，要不要跟我聊聊","我能理解上班，你一定覺得很苦悶","我能理解你的感受，上班總讓人覺得苦悶","我能理解那種感受，上班總讓我覺得苦悶","我知道上班這件事一定讓你覺得苦悶","你因上班的苦悶感讓我感同身受","想必上班這件事讓你的心情很苦悶","我知道上班所帶來的苦悶感，要不要跟我聊聊"],"advice":["要不要趁午餐的時間，出去走走散散心"]},"研究":{"encouragement":["雖然準備研究很辛苦，但只要你按照自己的步調，一定能順利完成"],"empathy":["研究想必讓你覺得疲累，要不要跟我聊聊","我能理解研究，你一定覺得很疲累","我能理解你的感受，研究總讓人覺得疲累","我知道研究這件事一定讓你覺得疲累","雖然我沒有經歷過，但研究想必讓你覺得疲累","雖然我沒有經歷過研究，但這件事情想必讓你覺得疲累","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲累","想必研究這件事讓你的心情很疲累"],"advice":["要不要找同學或老師多多討論、交流"]},"意見不合":{"encouragement":["人們之間意見不合在所難免，但我相信以你的能力，一定能夠幫大家整合出好的意見"],"empathy":["意見不合想必讓你覺得煩惱，要不要跟我聊聊","我能理解意見不合，你一定覺得很煩惱","我能理解你的感受，意見不合總讓人覺得煩惱","我能理解那種感受，意見不合總讓我覺得煩惱","我知道意見不合這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因意見不合的煩惱感讓我感同身受","想必意見不合這件事讓你的心情很煩惱","我知道意見不合所帶來的煩惱感，要不要跟我聊聊","你當下的煩惱感我感同身受"],"advice":["要不要找大家出來商量一下，說不定能整合出好的意見","要不要跟大家多討論，多討論能幫助大家更加了解彼此之間的想法"]},"搬東西":{"encouragement":[],"empathy":["我能理解搬東西，你一定覺得很疲累","我能理解你的感受，搬東西總讓人覺得疲累","我能理解那種感受，搬東西總讓我覺得疲累","我知道搬東西這件事一定讓你覺得疲累","你因搬東西的疲累感讓我感同身受","你當下的疲累感我感同身受"],"advice":["要不要找人來幫忙搬東西減輕負擔"]},"不衛生":{"encouragement":[],"empathy":["不衛生想必讓你覺得氣憤，要不要跟我聊聊","我能理解不衛生，你一定覺得很氣憤","我能理解你的感受，不衛生總讓人覺得氣憤","我能理解那種感受，不衛生總讓我覺得氣憤","我知道不衛生這件事一定讓你覺得氣憤","你因不衛生的氣憤感讓我感同身受","想必不衛生這件事讓你的心情很氣憤","我知道不衛生所帶來的氣憤感，要不要跟我聊聊"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"放棄":{"encouragement":["我相信以你的努力和能力，只要堅持下去一定能成功"],"empathy":["面臨放棄想必讓你覺得難過，要不要跟我聊聊","我能理解面臨放棄，你一定覺得很難過","我能理解你的感受，面臨放棄總讓人覺得難過","我能理解那種感受，面臨放棄總讓我覺得難過","我知道面臨放棄這件事一定讓你覺得難過","你因面臨放棄的難過感讓我感同身受","想必面臨放棄這件事讓你的心情很難過","我知道面臨放棄所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":[]},"背叛":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["背叛想必讓你覺得難過，要不要跟我聊聊","我能理解背叛，你一定覺得很難過","我能理解你的感受，背叛總讓人覺得難過","我知道背叛這件事一定讓你覺得難過","雖然我沒有經歷過，但背叛想必讓你覺得難過","雖然我沒有經歷過背叛，但這件事情想必讓你覺得難過","雖然我沒有經歷過背叛，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因背叛的難過感讓我感同身受","想必背叛這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"長途跋涉":{"encouragement":[],"empathy":["你長途跋涉的疲勞感我感同身受"],"advice":["要不要在家一天，讓自己的身體好好休息"]},"沒睡":{"encouragement":[],"empathy":["沒睡想必讓你覺得心煩，要不要跟我聊聊","我能理解沒睡，你一定覺得很心煩","我能理解你的感受，沒睡總讓人覺得心煩","我能理解那種感受，沒睡總讓我覺得心煩","我知道沒睡這件事一定讓你覺得心煩","你因沒睡的心煩感讓我感同身受","想必沒睡這件事讓你的心情很心煩","我知道沒睡所帶來的心煩感，要不要跟我聊聊","你當下的心煩感我感同身受"],"advice":["要不要趁空閒的時間補眠","要不要請一天假好好的補眠，讓自己的身體可以適當的做休息"]},"落榜":{"encouragement":["我相信只要你能確實的轉換心情，以正面積極努力的態度繼續面對，下次一定能成功"],"empathy":["落榜想必讓你覺得難過，要不要跟我聊聊","我能理解落榜，你一定覺得很難過","我能理解你的感受，落榜總讓人覺得難過","我能理解那種感受，落榜總讓我覺得難過","我知道落榜這件事一定讓你覺得難過","你因落榜的難過感讓我感同身受","想必落榜這件事讓你的心情很難過","我知道落榜所帶來的難過感，要不要跟我聊聊"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備，或者約同學開個檢討會"]},"想前女友":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧"],"empathy":["回憶這種事想必讓你覺得難過，要不要跟我聊聊","我能理解回憶這種事，你一定覺得很難過","我能理解你的感受，回憶這種事總讓人覺得難過","我知道回憶這種事一定讓你覺得難過","雖然我沒有經歷過，但回憶這種事想必讓你很難"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"時間壓力":{"encouragement":[],"empathy":["有時間壓力想必讓你覺得恐慌，要不要跟我聊聊","我能理解有時間壓力，你一定覺得很恐慌","我能理解你的感受，有時間壓力總讓人覺得恐慌","我能理解那種感受，有時間壓力總讓我覺得恐慌","我知道有時間壓力這件事一定讓你覺得恐慌","你因有時間壓力的恐慌感讓我感同身受","想必有時間壓力這件事讓你的心情很恐慌","我知道有時間壓力所帶來的恐慌感，要不要跟我聊聊","你當下的恐慌感我感同身受"],"advice":["要不要制定時間計劃表，妥善管理自己的時間"]},"不認真工作":{"encouragement":["要成功就得積極認真，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"失眠":{"encouragement":[],"empathy":["失眠想必讓你覺得焦慮，要不要跟我聊聊","我能理解失眠，你一定覺得很焦慮","我能理解你的感受，失眠總讓人覺得焦慮","我知道失眠這件事一定讓你覺得焦慮","你因失眠的焦慮感讓我感同身受","想必失眠這件事讓你的心情很焦慮","我知道失眠所帶來的焦慮感，要不要跟我聊聊","你當下的焦慮感我感同身受"],"advice":["要不要睡前一小時喝點熱牛奶，它能夠有效的幫助睡眠"]},"彩卷":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"翻臉":{"encouragement":["下次先試著讓自己冷靜下來，一定可以順利解決問題","我知道你現在覺得憤怒，但不管發生什麼事，我都會站在你這邊"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的憤怒感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"電腦壞掉":{"encouragement":[],"empathy":["電腦壞掉想必讓你覺得難過，要不要跟我聊聊","我能理解電腦壞掉，你一定覺得很難過","我能理解你的感受，電腦壞掉總讓人覺得難過","我知道電腦壞掉這件事一定讓你覺得難過","想必電腦壞掉這件事讓你的心情很難過"],"advice":["要不要試著用網路上的軟體檢測一下，看看是哪個零件壞掉"]},"運動過量":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然運動很重要，但也要多多注意自己的身體"]},"便祕":{"encouragement":[],"empathy":["我能理解便祕，你一定覺得很不爽","我能理解你的感受，便祕總讓人覺得不爽","我知道便祕這件事一定讓你覺得不爽","你因便祕的不爽感讓我感同身受","想必便祕這件事讓你的心情很不爽","你當下的不爽感我感同身受"],"advice":["建議你可以喝溫開水，他可以刺激腸胃道蠕動，改善大便乾結難排的問題"]},"重病":{"encouragement":["不管發生什麼事我都會一直陪在你身邊，你的康復，就是我的幸福；你的安康，就是我的平安","我知道要度過這種痛苦對你來說很困難，我們一起面對吧"],"empathy":["重病想必讓你覺得絕望，要不要跟我聊聊","我能理解重病，你一定覺得很絕望","我能理解你的感受，重病總讓人覺得絕望","我知道重病這件事一定讓你覺得絕望","雖然我沒有經歷過，但重病想必讓你覺得絕望","雖然我沒有經歷過重病，但這件事情想必讓你覺得絕望","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很絕望","想必重病這件事讓你的心情很絕望"],"advice":["要不要跟我一起出去走走，放下心中的憂慮"]},"沒有朋友":{"encouragement":["不用擔心還有我在，我會一直陪在你身邊"],"empathy":["沒有朋友想必讓你覺得悲傷，要不要跟我聊聊","我能理解沒有朋友，你一定覺得很悲傷","我能理解你的感受，沒有朋友總讓人覺得悲傷","我能理解那種感受，沒有朋友總讓我覺得悲傷","我知道沒有朋友這件事一定讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因沒有朋友的悲傷感讓我感同身受","想必沒有朋友這件事讓你的心情很悲傷","我知道沒有朋友所帶來的悲傷感，要不要跟我聊聊","你當下的悲傷感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"偷吃被發現":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"忽視":{"encouragement":[],"empathy":["被忽視想必讓你覺得難過，要不要跟我聊聊","我能理解被忽視，你一定覺得很難過","我能理解你的感受，被忽視總讓人覺得難過","我能理解那種感受，被忽視總讓我覺得難過","我知道被忽視這件事一定讓你覺得難過","你因被忽視的難過感讓我感同身受","想必被忽視這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"抵抗力差":{"encouragement":[],"empathy":["抵抗力差想必讓你覺得煩惱，要不要跟我聊聊","我能理解抵抗力差，你一定覺得很煩惱","我能理解你的感受，抵抗力差總讓人覺得煩惱","我知道抵抗力差這件事一定讓你覺得煩惱","你因抵抗力差的煩惱感讓我感同身受","想必抵抗力差這件事讓你的心情很煩惱"],"advice":["建議可以補充一些補品，有空的時候多多散步曬曬太陽、呼吸新鮮空氣"]},"政治鬥爭":{"encouragement":["你不必太過擔憂，只要你盡力而為，一定可以順利解決"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要尋找一些專家來幫忙解決問題"]},"感情變淡":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種困境對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些難過，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["感情變淡想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，感情變淡總讓人覺得難過","我能理解那種感受，感情變淡總讓我覺得難過","我知道感情變淡這件事一定讓你覺得難過","雖然我沒有經歷過，但感情變淡想必讓你覺得難過","雖然我沒有經歷過感情變淡，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因感情變淡的難過感讓我感同身受","想必感情變淡這件事讓你的心情很難過","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"準備考試":{"encouragement":[],"empathy":["準備考試想必讓你覺得疲憊，要不要跟我聊聊","我能理解準備考試，你一定覺得很疲憊","我能理解你的感受，準備考試總讓人覺得疲憊","我知道準備考試這件事一定讓你覺得疲憊","雖然我沒有經歷過，但準備考試想必讓你覺得疲憊","雖然我沒有經歷過準備考試，但這件事情想必讓你覺得疲憊","你因準備考試的疲憊感讓我感同身受","想必準備考試這件事讓你的心情很疲憊"],"advice":["要不要找同學討論、一起複習，這樣應該能更有效率"]},"抓狂":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，試著把對方的意見聽完"]},"胃痛":{"encouragement":[],"empathy":["我能理解你的感受，胃痛總讓人覺得不舒服","你因胃痛的不舒服感讓我感同身受","想必胃痛這件事讓你的心情很不舒服"],"advice":["胃痛期間建議吃些易消化的食物，不要吃太油膩的東西"]},"投資":{"encouragement":[],"empathy":[],"advice":["投資一定有風險，建議你可以多多收集相關資訊，在做最後的決定"]},"講錯話":{"encouragement":["人難免有講錯話的時候，只要你真心道歉，他一定會原諒你的"],"empathy":[],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，可能就能避免這種事發生"]},"不吃飯":{"encouragement":[],"empathy":[],"advice":["雖然工作很重要，但是還是要多多注意身體，不吃飯很傷身體的"]},"外宿":{"encouragement":["不管你在哪裡，我永遠都會陪在你身邊，支持你"],"empathy":["我理解外宿的新生活總是帶給人些許壓力"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"罵老師":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享","當下的你想必很氣憤才會罵老師"],"advice":["生氣是拿別人做錯的事來懲罰自己，下次面臨這種情況時，試著做個深呼吸，讓自己冷靜下來"]},"挑食":{"encouragement":[],"empathy":[],"advice":["人或多或少有不喜歡吃的東西，不過為了身體著想還是要適當攝取唷"]},"自卑":{"encouragement":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"],"empathy":["我也常常對自卑的自己感到無助，要不要跟我聊一聊"],"advice":["我覺得你很多事情都做得蠻好的，多對自己有自信一點，拿出信心來"]},"沒人關心":{"encouragement":["不用擔心還有我在，不管發生什麼事我都會一直陪在你身邊"],"empathy":["沒人關心想必讓你覺得難過，要不要跟我聊聊","我能理解沒人關心，你一定覺得很難過","我能理解你的感受，沒人關心總讓人覺得難過","我能理解那種感受，沒人關心總讓我覺得難過","我知道沒人關心這件事一定讓你覺得難過","你因沒人關心的難過感讓我感同身受","想必沒人關心這件事讓你的心情很難過","我知道沒人關心所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾"]},"第三者":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["我能理解你的感受，想必出現第三者讓你很難受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"沒才能":{"encouragement":["你並沒有缺乏才能，只是缺乏自信而已，我相信只要你多給自己一些信心，一定能成功"],"empathy":[],"advice":["你並沒有缺乏才能，只是缺乏自信而已，我相信只要你多給自己一些信心，一定能成功"]},"不和諧":{"encouragement":["你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧","團隊中難免會有不和諧的情況發生，只要大家能夠多多交流，一定能解決這個問題","我知道你現在覺得煩惱，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["不合諧想必讓你覺得煩惱，要不要跟我聊聊","我能理解不合諧，你一定覺得很煩惱","我能理解你的感受，不合諧總讓人覺得煩惱","我能理解那種感受，不合諧總讓我覺得煩惱","我知道不合諧這件事一定讓你覺得煩惱","雖然我沒有經歷過，但不合諧想必讓你覺得煩惱","雖然我沒有經歷過不合諧，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過不合諧，但與它相關的問題想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因不合諧的煩惱感讓我感同身受","想必不合諧這件事讓你的心情很煩惱","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找大家來聊一聊，互相了解一下","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"騙人":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["我能理解你一定有什麼原因才會騙人，但還是說實話比較好，騙人有時候會破壞彼此之間的感情"]},"被老闆罵":{"encouragement":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"],"empathy":["被老闆罵想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，被老闆罵總讓人覺得難過","我知道被老闆罵這件事一定讓你覺得難過","你因被老闆罵的難過感讓我感同身受","想必被老闆罵這件事讓你的心情很難過","我知道被老闆罵所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"節食":{"encouragement":[],"empathy":["節食想必讓你覺得難受，要不要跟我聊聊","雖然我沒有經歷過節食，但這件事情想必讓你覺得難受","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難受","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"寒流":{"encouragement":[],"empathy":[],"advice":["寒流來襲時，記得要多準備一些衣物，以免身體著涼"]},"時間不夠":{"encouragement":[],"empathy":["我能理解你的感受，我常常覺得時間不夠用"],"advice":["要不要制定時間計劃表，妥善管理自己的時間"]},"多益":{"encouragement":["雖然準備多益一定很辛苦，不過我覺得你做的很棒"],"empathy":["我能理解多益帶來的壓力想必讓你既緊張又煩惱"],"advice":["要不要找同學討論、一起複習，好好得應對這次的多益"]},"坐太久":{"encouragement":[],"empathy":[],"advice":["要不要站起來動一動，這樣對身體比較好","要不要跟我到外面活動活動","要不要站起來伸展一下筋骨，這樣會比較舒服點"]},"新生活":{"encouragement":["不管你在哪裡，我永遠都會陪在你身邊，支持你"],"empathy":["我能理解你的感受，新生活的改變總是讓我有點難適應"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"破產":{"encouragement":["人活著比什麼都好，錢乃身外之物，只要再賺就有"],"empathy":["我能理解你的感受，破產總讓人覺得絕望","雖然我沒有經歷過，但破產想必讓你覺得絕望","雖然我沒有經歷過破產，但這件事情想必讓你覺得絕望","想必破產這件事讓你的心情很絕望","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟家人談談，說不定能想出什麼好方法"]},"翹班":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，翹班可能會導致被解雇，如果有急事的話，還是要記得請假"]},"常常熬夜":{"encouragement":[],"empathy":["常常熬夜想必讓你覺得痛苦，要不要跟我聊聊","我能理解常常熬夜，你一定覺得很痛苦","我能理解你的感受，常常熬夜總讓人覺得痛苦","我知道常常熬夜這件事一定讓你覺得痛苦","雖然我沒有經歷過，但常常熬夜想必讓你覺得痛苦","雖然我沒有經歷過常常熬夜，但這件事情想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因常常熬夜的痛苦感讓我感同身受","想必常常熬夜這件事讓你的心情很痛苦","我知道常常熬夜所帶來的痛苦感，要不要跟我聊聊","你當下的痛苦感我感同身受"],"advice":["雖然熬夜可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"熬夜讀書":{"encouragement":["你熬夜讀書的態度讓我十分佩服"],"empathy":["熬夜讀書想必讓你覺得疲勞，要不要跟我聊聊","我能理解熬夜讀書，你一定覺得很疲勞","我能理解你的感受，熬夜讀書總讓人覺得疲勞","我知道熬夜讀書這件事一定讓你覺得疲勞","雖然我沒有經歷過，但熬夜讀書想必讓你覺得疲勞","雖然我沒有經歷過熬夜讀書，但這件事情想必讓你覺得疲勞","想必熬夜讀書這件事讓你的心情很疲勞"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"無聊":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得無聊，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["無聊想必讓你覺得煩悶，要不要跟我聊聊","我能理解無聊，你一定覺得很煩悶","我能理解你的感受，無聊總讓人覺得煩悶","我能理解那種感受，無聊總讓我覺得煩悶","我知道無聊這件事一定讓你覺得煩悶","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩悶","你因無聊的煩悶感讓我感同身受","想必無聊這件事讓你的心情很煩悶","我知道無聊所帶來的煩悶感，要不要跟我聊聊"],"advice":["要不要約朋友一起出去玩，解解心中的煩悶"]},"冷漠":{"encouragement":["我知道你現在覺得寂寞，但不管發生什麼事情，我都會一直陪在你身邊"],"empathy":["被冷漠想必讓你覺得難過，要不要跟我聊聊","我能理解被冷漠，你一定覺得很難過","我能理解你的感受，被冷漠總讓人覺得難過","我能理解那種感受，被冷漠總讓我覺得難過","我知道被冷漠這件事一定讓你覺得難過","你因被冷漠的難過感讓我感同身受","想必被冷漠這件事讓你的心情很難過","我知道被冷漠所帶來的難過感，要不要跟我聊聊"],"advice":["我知道你現在覺得寂寞，但不管發生什麼事情，我都會一直陪在你身邊"]},"溝通不良":{"encouragement":["要不要彼此約出來交流一下，我相信只要多交流一定能化解這個問題"],"empathy":["溝通不良想必讓你覺得煩惱，要不要跟我聊聊","我能理解溝通不良，你一定覺得很煩惱","我能理解你的感受，溝通不良總讓人覺得煩惱","我能理解那種感受，溝通不良總讓我覺得煩惱","我知道溝通不良這件事一定讓你覺得煩惱","你因溝通不良的煩惱感讓我感同身受","想必溝通不良這件事讓你的心情很煩惱","我知道溝通不良所帶來的煩惱感，要不要跟我聊聊","你當下的煩惱感我感同身受"],"advice":["要不要彼此約出來交流一下，我相信只要多交流一定能化解這個問題"]},"交白卷":{"encouragement":["雖然這次發生這種錯誤，但我相信你只要下次多注意一點一定能避免這種形況發生"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"狂買東西":{"encouragement":[],"empathy":[],"advice":["下次買東西時，要不要再多想想看，是否這個東西是必須的"]},"工作一天":{"encouragement":[],"empathy":["工作一天想必讓你覺得痛苦，要不要跟我聊聊","我能理解工作一天，你一定覺得很痛苦","我知道工作一天這件事一定讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","你因工作一天的痛苦感讓我感同身受","想必工作一天這件事讓你的心情很痛苦"],"advice":["要不要找一天請個假，讓自己的身體稍微放鬆、出去活動活動"]},"繁文縟節":{"encouragement":[],"empathy":["我能理解遵守繁文縟節，你一定覺得很麻煩","我能理解你的感受，遵守繁文縟節總讓人覺得麻煩","我能理解那種感受，遵守繁文縟節總讓我覺得麻煩","我知道遵守繁文縟節這件事一定讓你覺得麻煩","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很麻煩","你因遵守繁文縟節的麻煩感讓我感同身受","想必遵守繁文縟節這件事讓你的心情很麻煩"],"advice":["要不要跟大家討論看看，講出你心中的想法"]},"輸了":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的輸贏，把它當作一次寶貴的經驗，下次繼續努力","看你這麼傷心我也很傷心，我會陪著你一起走出來","下一次你一定可以更好地面對，千萬別失望"],"empathy":["輸了想必讓你覺得傷心，要不要跟我聊聊","我能理解輸了，你一定覺得很傷心","我能理解你的感受，輸了總讓人覺得傷心","我能理解那種感受，輸了總讓我覺得傷心","我知道輸了這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","想必輸了這件事讓你的心情很傷心","我知道輸了所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中"]},"失去":{"encouragement":["人生難免會面臨失去的過程，這不是你的錯想開一點，我會永遠陪在你身邊"],"empathy":["失去想必讓你覺得悲傷，要不要跟我聊聊","我能理解失去，你一定覺得很悲傷","我能理解你的感受，失去總讓人覺得悲傷","我能理解那種感受，失去總讓我覺得悲傷","我知道失去這件事一定讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因失去的悲傷感讓我感同身受","想必失去這件事讓你的心情很悲傷","我知道失去所帶來的悲傷感，要不要跟我聊聊","你當下的悲傷感我感同身受"],"advice":[]},"睡不著":{"encouragement":[],"empathy":["我能理解睡不著，你一定覺得很煎熬","我能理解你的感受，睡不著總讓人覺得煎熬","我知道睡不著這件事一定讓你覺得煎熬","雖然我沒有經歷過，但睡不著想必讓你覺得煎熬","雖然我沒有經歷過睡不著，但這件事情想必讓你覺得煎熬","想必睡不著這件事讓你的心情很煎熬"],"advice":["要不要睡前一小時喝點熱牛奶，它能夠有效的幫助睡眠"]},"逃避":{"encouragement":[],"empathy":["當下的你想必很困惑，才會選擇逃避","我能理解你的感受，當下的你想必覺得困惑"],"advice":["要不要跟同伴們討論看看，這對解決困惑很有幫助"]},"需要人陪":{"encouragement":["不用擔心不管發生什麼事我都會一直陪在你身邊","你不必感到寂寞不管發生什麼事我都會一直陪在你身旁"],"empathy":["你當下的寂寞心情讓我感同身受"],"advice":[]},"膽固醇過高":{"encouragement":[],"empathy":[],"advice":["要不要多去運動，同時注重一下自身的飲食"]},"長期熬夜":{"encouragement":[],"empathy":["雖然熬夜可能無法避免，但你還是要稍微注意一下自己的身體狀況"],"advice":["雖然熬夜可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"自大":{"encouragement":["失敗為成功之母，沒有失敗哪來的成功？不要太在意這次的失敗，把它當作一次寶貴的經驗，下次繼續努力"],"empathy":["我能理解你的感受，因自大而導致失敗想必讓你很難過"],"advice":["要不要把這次的挫敗當作一次寶貴的經驗，並把這些經驗用在自己未來的人生中"]},"寂寞":{"encouragement":[],"empathy":["寂寞想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，寂寞總讓人覺得難過","我能理解那種感受，寂寞總讓我覺得難過","我知道寂寞這件事一定讓你覺得難過","你因寂寞的難過感讓我感同身受","想必寂寞這件事讓你的心情很難過","你的寂寞感讓我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"競爭":{"encouragement":["你不必太過擔憂，只要你盡力而為，拿出信心，一定不會有問題"],"empathy":["你競爭的認真態度讓我十分佩服"],"advice":[]},"吃壞肚子":{"encouragement":[],"empathy":["吃壞肚子想必讓你覺得痛苦，要不要跟我聊聊","我能理解吃壞肚子，你一定覺得很痛苦","我能理解你的感受，吃壞肚子總讓人覺得痛苦","我知道吃壞肚子這件事一定讓你覺得痛苦","雖然我沒有經歷過，但吃壞肚子想必讓你覺得痛苦","雖然我沒有經歷過吃壞肚子，但這件事情想必讓你覺得痛苦","你因吃壞肚子的痛苦感讓我感同身受","你當下的痛苦感我感同身受"],"advice":["要不要稍微休息一下，暫時不要吃太刺激的食物，或者去看個醫生，確認一下身體狀況"]},"做錯事":{"encouragement":["人生中難免有做錯事的時候，我相信只要你有心要彌補，以你的能力，一定能夠順利解決","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["做錯事想必讓你覺得難過，要不要跟我聊聊","我能理解做錯事，你一定覺得很難過","我能理解你的感受，做錯事總讓人覺得難過","我能理解那種感受，做錯事總讓我覺得難過","我知道做錯事這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因做錯事的難過感讓我感同身受","想必做錯事這件事讓你的心情很難過","我知道做錯事所帶來的難過感，要不要跟我聊聊"],"advice":["要不要跟同伴一起討論，看如何彌補這次的錯誤"]},"不接女友電話":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤才會不接女友電話","我能理解你的感受，當下的你想必覺得氣憤","你當下的氣憤感讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"大掃除":{"encouragement":[],"empathy":["大掃除想必讓你覺得疲憊，要不要跟我聊聊","我能理解大掃除，你一定覺得很疲憊","我能理解你的感受，大掃除總讓人覺得疲憊","我知道大掃除這件事一定讓你覺得疲憊","雖然我沒有經歷過，但大掃除想必讓你覺得疲憊","雖然我沒有經歷過大掃除，但這件事情想必讓你覺得疲憊","你因大掃除的疲憊感讓我感同身受","想必大掃除這件事讓你的心情很疲憊","我知道大掃除所帶來的疲憊感，要不要跟我聊聊","你當下的疲憊感我感同身受"],"advice":["要不要集合大家，妥善的分工才能更有效率的完成這項工作"]},"寫論文":{"encouragement":[],"empathy":["寫論文想必讓你覺得緊張，要不要跟我聊聊","我能理解寫論文，你一定覺得很緊張","我能理解你的感受，寫論文總讓人覺得緊張","我知道寫論文這件事一定讓你覺得緊張","雖然我沒有經歷過，但寫論文想必讓你覺得緊張","雖然我沒有經歷過寫論文，但這件事情想必讓你覺得緊張","你因寫論文的緊張感讓我感同身受","想必寫論文這件事讓你的心情很緊張","你當下的緊張感我感同身受"],"advice":["要不要放學後跟同學一起出去玩散散心"]},"打報告":{"encouragement":["我相信以你的能力，只要照著自己的步調，一定能完成"],"empathy":["打報告想必讓你覺得厭煩，要不要跟我聊聊","我能理解你的感受，打報告總讓人覺得厭煩","我知道打報告這件事一定讓你覺得厭煩","雖然我沒有經歷過，但打報告想必讓你覺得厭煩","雖然我沒有經歷過打報告，但這件事情想必讓你覺得厭煩","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很厭煩","想必打報告這件事讓你的心情很厭煩","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["如果寫不太出來，要不要試著找同學來討論，說不定會得到不錯的意見"]},"睡眠不足":{"encouragement":[],"empathy":["睡眠不足想必讓你覺得煎熬，要不要跟我聊聊","我能理解睡眠不足，你一定覺得很煎熬","我能理解你的感受，睡眠不足總讓人覺得煎熬","我知道睡眠不足這件事一定讓你覺得煎熬","你因睡眠不足的煎熬感讓我感同身受","想必睡眠不足這件事讓你的心情很煎熬"],"advice":["要不要前一天早點睡，或是趁著空閒的時間補眠"]},"空虛":{"encouragement":[],"empathy":["空虛想必讓你覺得寂寞，要不要跟我聊聊","我能理解空虛，你一定覺得很寂寞","我能理解你的感受，空虛總讓人覺得寂寞","我能理解那種感受，空虛總讓我覺得寂寞","我知道空虛這件事一定讓你覺得寂寞","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很寂寞","你因空虛的寂寞感讓我感同身受","想必空虛這件事讓你的心情很寂寞","你當下的寂寞感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"去逝":{"encouragement":["雖然要度過這種痛苦一定很辛苦，但我覺得你一定能順利克服","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用沒人陪承擔這些痛苦，我會幫你，我們一起面對吧","看你這麼痛苦我也很痛苦，我會陪著你一起走出來"],"empathy":["身邊有人去逝想必讓你覺得難過，要不要跟我聊聊","我能理解身邊有人去逝，你一定覺得很難過","我能理解你的感受，身邊有人去逝總讓人覺得難過","我能理解那種感受，身邊有人去逝總讓我覺得難過","我知道身邊有人去逝這件事一定讓你覺得難過","雖然我沒有經歷過，但身邊有人去逝想必讓你覺得難過","雖然我沒有經歷過身邊有人去逝，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因身邊有人去逝的難過感讓我感同身受","想必身邊有人去逝這件事讓你的心情很難過","我知道身邊有人去逝所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","身邊有人去逝，一定讓你很難過，要不要跟我聊一聊"]},"沒念書":{"encouragement":["這次只是因為你沒念書才考不好，下次只要提早準備，多付出一些努力，一定不會有問題","這次考試已經過去，只要你繼續努力，下次一定沒有問題","下一次你一定可以更好地面對，千萬別失望"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論"]},"超負荷":{"encouragement":[],"empathy":["超負荷想必讓你覺得煩惱，要不要跟我聊聊","我能理解超負荷，你一定覺得很煩惱","我能理解你的感受，超負荷總讓人覺得煩惱","我能理解那種感受，超負荷總讓我覺得煩惱","我知道超負荷這件事一定讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因超負荷的煩惱感讓我感同身受","想必超負荷這件事讓你的心情很煩惱","你當下的煩惱感我感同身受"],"advice":["要不要跟大家討論看看，看要如何改善"]},"工作過度":{"encouragement":[],"empathy":["工作過度想必讓你覺得疲倦，要不要跟我聊聊","我能理解工作過度，你一定覺得很疲倦","我能理解你的感受，工作過度總讓人覺得疲倦","我知道工作過度這件事一定讓你覺得疲倦","雖然我沒有經歷過，但工作過度想必讓你覺得疲倦","雖然我沒有經歷過工作過度，但這件事情想必讓你覺得疲倦","雖然我沒有經歷過工作過度，但與它相關的問題想必讓你覺得疲倦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲倦","你因工作過度的疲倦感讓我感同身受","想必工作過度這件事讓你的心情很疲倦","你當下的疲倦感我感同身受"],"advice":["要不要找一天請個假，讓自己的身體稍微放鬆、出去活動活動"]},"曠課":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，曠課對學業影響很大，如果有急事的話，還是要記得請假"]},"落選":{"encouragement":["人生難免會面臨失敗的局面，我相信只要你把握這次的經驗，下次一定能成功"],"empathy":["落選想必讓你覺得哀傷，要不要跟我聊聊","我能理解落選，你一定覺得很哀傷","我能理解你的感受，落選總讓人覺得哀傷","我知道落選這件事一定讓你覺得哀傷","雖然我沒有經歷過，但落選想必讓你覺得哀傷","雖然我沒有經歷過落選，但這件事情想必讓你覺得哀傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很哀傷","你因落選的哀傷感讓我感同身受","想必落選這件事讓你的心情很哀傷","我知道落選所帶來的哀傷感，要不要跟我聊聊","你當下的哀傷感我感同身受"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並藉由這些經驗增進自己"]},"專心":{"encouragement":["你專心的態度讓我十分佩服"],"empathy":[],"advice":[]},"累了":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要請一天假，讓自己的身體好好休息"]},"冷落":{"encouragement":["不用擔心還有我在，不管發生什麼事我都會一直陪在你身邊","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["被冷落想必讓你覺得難受，要不要跟我聊聊","我能理解被冷落，你一定覺得很難受","我能理解你的感受，被冷落總讓人覺得難受","我能理解那種感受，被冷落總讓我覺得難受","我知道被冷落這件事一定讓你覺得難受","你因被冷落的難受感讓我感同身受","想必被冷落這件事讓你的心情很難受","我知道被冷落所帶來的難受感，要不要跟我聊聊","你當下的難受感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"時間不足":{"encouragement":[],"empathy":["時間不足想必讓你覺得緊張，要不要跟我聊聊","我能理解時間不足，你一定覺得很緊張","我能理解你的感受，時間不足總讓人覺得緊張","我能理解那種感受，時間不足總讓我覺得緊張","我知道時間不足這件事一定讓你覺得緊張","你因時間不足的緊張感讓我感同身受","想必時間不足這件事讓你的心情很緊張","我知道時間不足所帶來的緊張感，要不要跟我聊聊","你當下的緊張感我感同身受"],"advice":["要不要制定時間計劃表，妥善管理自己的時間"]},"晚睡":{"encouragement":[],"empathy":["我能理解你的感受，晚睡總是讓人覺得睡眠不足很疲累"],"advice":["要不要隔一天早點睡，或是趁著空閒的時間補眠"]},"被分手":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你"],"empathy":["被分手想必讓你覺得難過，要不要跟我聊聊","我能理解被分手，你一定覺得很難過","我能理解你的感受，被分手總讓人覺得難過","我知道被分手這件事一定讓你覺得難過","你因被分手的難過感讓我感同身受","想必被分手這件事讓你的心情很難過","我知道被分手所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"吃太胖":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動、維持身材"]},"三餐泡麵":{"encouragement":[],"empathy":[],"advice":["雖然泡麵很好吃，但是不要忘記也要吃些蔬果和肉補充營養"]},"辦活動":{"encouragement":["你辦活動認真的態度讓我十分佩服"],"empathy":["我能理解辦活動，你一定覺得很疲倦","我能理解你的感受，辦活動總讓人覺得疲倦","我知道辦活動這件事一定讓你覺得疲倦","雖然我沒有經歷過，但辦活動想必讓你覺得疲倦","雖然我沒有經歷過辦活動，但這件事情想必讓你覺得疲倦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很疲倦","你因辦活動的疲倦感讓我感同身受","想必辦活動這件事讓你的心情很疲倦"],"advice":["要不要找同伴一起幫忙，大家一起合作，一定能很快解決"]},"吃壞東西":{"encouragement":[],"empathy":["我能理解吃壞東西，你一定覺得很不舒服","我能理解你的感受，吃壞東西總讓人覺得不舒服","我知道吃壞東西這件事一定讓你覺得不舒服","雖然我沒有經歷過，但吃壞東西想必讓你覺得不舒服","雖然我沒有經歷過吃壞東西，但這件事情想必讓你覺得不舒服","你因吃壞東西的不舒服感讓我感同身受","想必吃壞東西這件事讓你的心情很不舒服"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心","要不要看個醫生拿個藥看能不能減緩現在的症狀"]},"吵":{"encouragement":["你不必太過擔憂，只要你冷靜想一想，一定能順利解決","看你這麼傷心我也很傷心，我會陪著你一起走出來","你不用自己一個人承擔這些傷心，我會幫你，我們一起面對吧","你不必傷心不論發生什麼事情，我都會一直陪在你身邊","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["爭吵想必讓你覺得傷心，要不要跟我聊聊","我能理解爭吵，你一定覺得很傷心","我能理解你的感受，爭吵總讓人覺得傷心","我能理解那種感受，爭吵總讓我覺得傷心","我知道爭吵這件事一定讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因爭吵的傷心感讓我感同身受","想必爭吵這件事讓你的心情很傷心","雖然我不知道該說什麼，但我很高興你願意與我分享","當下的你想必很憤怒吧，才會跟人發生爭吵","雖然我沒有經歷過，但爭吵想必讓你覺得傷心","雖然我沒有經歷過爭吵，但這件事情想必讓你覺得傷心","雖然我沒有經歷過爭吵，但與它相關的問題想必讓你覺得傷心"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，試著把對方的意見聽完","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"糾紛":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["我能理解你的感受，當下的你想必很氣憤","當下的你想必很氣憤才會跟人家發生糾紛","你當下氣憤的心情讓我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"被革職":{"encouragement":["革職只是一時的，我相信只要你保持正面的態度、繼續努力，一定很快就能度過這個難關","別被失業的陰影困擾喔，還是要積極向上","我知道要度過這種痛苦對你來說很困難，我們一起面對吧"],"empathy":["被革職想必讓你覺得難過，要不要跟我聊聊","我能理解被革職，你一定覺得很難過","我能理解你的感受，被革職總讓人覺得難過","我能理解那種感受，被革職總讓我覺得難過","我知道被革職這件事一定讓你覺得難過","雖然我沒有經歷過，但被革職想必讓你覺得難過","雖然我沒有經歷過被革職，但這件事情想必讓你覺得難過","雖然我沒有經歷過被革職，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被革職的難過感讓我感同身受","想必被革職這件事讓你的心情很難過","我知道被革職所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己，從中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"相思":{"encouragement":[],"empathy":["相思想必讓你覺得感傷，要不要跟我聊聊","我能理解相思，你一定覺得很感傷","我能理解你的感受，相思總讓人覺得感傷","我知道相思這件事一定讓你覺得感傷","雖然我沒有經歷過，但相思想必讓你覺得感傷","雖然我沒有經歷過相思，但這件事情想必讓你覺得感傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很感傷","你因相思的感傷感讓我感同身受"],"advice":["要不要打個電話或用通訊軟體跟他們聯絡"]},"貧窮":{"encouragement":[],"empathy":["我能理解貧窮，你一定覺得很煎熬","我能理解你的感受，貧窮總讓人覺得煎熬","我知道貧窮這件事一定讓你覺得煎熬","雖然我沒有經歷過，但貧窮想必讓你覺得煎熬","雖然我沒有經歷過貧窮，但這件事情想必讓你覺得煎熬","雖然我沒有經歷過貧窮，但與它相關的問題想必讓你覺得煎熬","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煎熬","想必貧窮這件事讓你的心情很煎熬"],"advice":["要不要跟家人商量看看，或者找一些兼差","要不要先出去打工，賺取日常生活所需費用","要不要找份兼差，賺取額外的生活金額"]},"口試":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很緊張，但我相信只要你按照自己的步調，一定能安然度過"],"empathy":["口試想必讓你覺得緊張，要不要跟我聊聊","我能理解你的感受，口試總讓人覺得緊張","我知道口試這件事一定讓你覺得緊張","雖然我沒有經歷過，但口試想必讓你覺得緊張","雖然我沒有經歷過口試，但這件事情想必讓你覺得緊張","雖然我沒有經歷過口試，但與它相關的問題想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","想必口試這件事讓你的心情很緊張"],"advice":["要不要詢問一下看看同學都是怎麼應對，或者在口試前做個深呼吸、冥想一下，讓自己放輕鬆"]},"被耍":{"encouragement":[],"empathy":["被耍想必讓你覺得不爽，要不要跟我聊聊","我能理解被耍，你一定覺得很不爽","我能理解你的感受，被耍總讓人覺得不爽","我能理解那種感受，被耍總讓我覺得不爽","我知道被耍這件事一定讓你覺得不爽","你因被耍的不爽感讓我感同身受","想必被耍這件事讓你的心情很不爽","我知道被耍所帶來的不爽感，要不要跟我聊聊","你當下的不爽感我感同身受"],"advice":["要不要跟他們說清楚你的感受，病清楚告訴他們別再這樣戲弄你"]},"壓力很大":{"encouragement":[],"empathy":["壓力很大想必讓你覺得憂鬱，要不要跟我聊聊","我能理解壓力很大，你一定覺得很憂鬱","我能理解你的感受，壓力很大總讓人覺得憂鬱","我能理解那種感受，壓力很大總讓我覺得憂鬱","我知道壓力很大這件事一定讓你覺得憂鬱","你因壓力很大的憂鬱感讓我感同身受","想必壓力很大這件事讓你的心情很憂鬱","我知道壓力很大所帶來的憂鬱感，要不要跟我聊聊","你當下的憂鬱感我感同身受"],"advice":["要不要跟我一起出去走走，放下心中的憂鬱"]},"自悲":{"encouragement":["人都會犯錯，你不必自悲，不管發生什麼事，我都會陪在你身邊"],"empathy":[],"advice":[]},"不吃菜":{"encouragement":[],"empathy":[],"advice":["人或多或少有不喜歡吃的東西，不過為了身體著想還是要適當攝取唷"]},"癌症末期":{"encouragement":["我看著你撐過之前各種困境，我真的很佩服你，如果是我的話肯定沒辦法像你現在這樣撐著"],"empathy":["我知道面對這種病魔這件事一定讓你覺得痛苦","雖然我沒有經歷過，但面對這種病魔想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦","想必面對這種病魔這件事讓你的心情很痛苦","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"渾身不對勁":{"encouragement":[],"empathy":["渾身不對勁想必讓你覺得痛苦，要不要跟我聊聊","我能理解渾身不對勁，你一定覺得很痛苦","我知道渾身不對勁這件事一定讓你覺得痛苦","你因渾身不對勁的痛苦感讓我感同身受","想必渾身不對勁這件事讓你的心情很痛苦"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"沒女友":{"encouragement":["沒女友也沒有什麼不好的，可以一個人自由自在的生活","看你這麼難過我也很難過，我會陪著你一起走出來","不管發生什麼事我都會一直陪在你身邊，你的快樂就是我的幸福","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["沒女友想必讓你覺得難過，要不要跟我聊聊","我能理解沒女友，你一定覺得很難過","我能理解你的感受，沒女友總讓人覺得難過","我能理解那種感受，沒女友總讓我覺得難過","我知道沒女友這件事一定讓你覺得難過","雖然我沒有經歷過，但沒女友想必讓你覺得難過","雖然我沒有經歷過沒女友，但這件事情想必讓你覺得難過","雖然我沒有經歷過沒女友，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒女友的難過感讓我感同身受","想必沒女友這件事讓你的心情很難過","我知道沒女友所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟我談談，或許我可以教你個幾招","如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"小孩不乖":{"encouragement":["小孩本來就比較奔放，我相信只要你多花費一些心思在關照他們，一定能夠有所改善"],"empathy":["小孩不乖想必讓你覺得煩躁，要不要跟我聊聊","我能理解小孩不乖，你一定覺得很煩躁","我能理解你的感受，小孩不乖總讓人覺得煩躁","雖然我沒有經歷過，但小孩不乖想必讓你覺得煩躁","雖然我沒有經歷過小孩不乖，但這件事情想必讓你覺得煩躁","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩躁","你因小孩不乖的煩躁感讓我感同身受","想必小孩不乖這件事讓你的心情很煩躁","你當下的煩躁感我感同身受"],"advice":["要不要去網路上多蒐集一些資料或詢問專家，看一下要如何解決現況"]},"生病了":{"encouragement":[],"empathy":["我能理解你的感受，生病了總讓人覺得難過","我知道生病了這件事一定讓你覺得難過","想必生病了這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心","要不要去看個醫生，吃個藥看能不能減緩症狀"]},"勞動":{"encouragement":[],"empathy":["勞動想必讓你覺得疲累，要不要跟我聊聊","我能理解那種感受，勞動總讓我覺得疲累","我知道勞動這件事一定讓你覺得疲累","你因勞動的疲累感讓我感同身受","想必勞動這件事讓你的心情很疲累","你當下的疲累感我感同身受"],"advice":[]},"災難":{"encouragement":["雖然災難很恐怖，但只要大家同心協力，一定能很快地度過這個難關","我知道你現在覺得悲傷，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["我能理解你的感受，災難總讓人覺得悲傷","你因災難的悲傷感讓我感同身受","想必災難這件事讓你的心情很悲傷"],"advice":[]},"沒寫作業":{"encouragement":["我相信以你的能力，只要跟同學多多討論，一定能很快把作業補上"],"empathy":["我能理解沒寫作業，你一定覺得很害怕","我能理解你的感受，沒寫作業總讓人覺得害怕","我知道沒寫作業這件事一定讓你覺得害怕","你因沒寫作業的害怕感讓我感同身受","想必沒寫作業這件事讓你的心情很害怕","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的害怕感我感同身受"],"advice":["下次有作業時，要不要跟同學互相提醒，才不會在忘記要寫作業"]},"樂透彩":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"壓力大":{"encouragement":[],"empathy":["壓力大想必讓你覺得憂鬱，要不要跟我聊聊","我能理解壓力大，你一定覺得很憂鬱","我能理解你的感受，壓力大總讓人覺得憂鬱","我能理解那種感受，壓力大總讓我覺得憂鬱","我知道壓力大這件事一定讓你覺得憂鬱","你因壓力大的憂鬱感讓我感同身受","想必壓力大這件事讓你的心情很憂鬱","我知道壓力大所帶來的憂鬱感，要不要跟我聊聊","你當下的憂鬱感我感同身受"],"advice":["要不要跟我一起出去走走，放下心中的憂鬱"]},"抽菸":{"encouragement":[],"empathy":[],"advice":["抽菸不但會危害自己的身體，還會迫害周圍的人，建議一定要想辦法戒掉唷"]},"衝動":{"encouragement":["衝動在所難免，下次先試著讓自己冷靜下來，一定可以順利解決問題"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享","當下的你想必很氣憤吧，才會這麼衝動"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來","下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，試著把對方的意見聽完","下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，可能就能避免這種事發生"]},"東西不見":{"encouragement":[],"empathy":["東西不見想必讓你覺得悲傷，要不要跟我聊聊","我能理解東西不見，你一定覺得很悲傷","我能理解你的感受，東西不見總讓人覺得悲傷","我能理解那種感受，東西不見總讓我覺得悲傷","我知道東西不見這件事一定讓你覺得悲傷","你因東西不見的悲傷感讓我感同身受","想必東西不見這件事讓你的心情很悲傷","我知道東西不見所帶來的悲傷感，要不要跟我聊聊","你當下的悲傷感我感同身受"],"advice":["試著想想看最後那個東西出現在哪裡，或者找朋友或家人幫忙尋找"]},"轉學":{"encouragement":["雖然我沒有經歷過轉學的過程，但我永遠都會站在你這邊，支持你的想法","我知道你現在覺得悲傷，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["轉學和同學分離想必讓你覺得悲傷","我能理解你的感受，轉學和同學分離總讓我覺得悲傷"],"advice":[]},"遷居":{"encouragement":["不管你在哪裡，我永遠都會陪在你身邊，支持你"],"empathy":["我能理解你的感受，遷居的新生活帶給我些許壓力"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"疲累":{"encouragement":[],"empathy":[],"advice":["要不要趁著空閒時間補眠，或者起來活動一下筋骨"]},"沒人緣":{"encouragement":["不用太難過不管發生什麼事情，我都會一直陪在你身邊"],"empathy":["沒人緣想必讓你覺得難過，要不要跟我聊聊","我能理解沒人緣，你一定覺得很難過","我能理解你的感受，沒人緣總讓人覺得難過","我能理解那種感受，沒人緣總讓我覺得難過","我知道沒人緣這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因沒人緣的難過感讓我感同身受","想必沒人緣這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要多多參加一些社交活動，從中結交興趣相同的朋友"]},"孤寂":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["孤寂的時候想必讓你覺得傷心，要不要跟我聊聊","我能理解孤寂的時候，你一定覺得很傷心","我能理解那種感受，孤寂的時候總讓我覺得傷心","我知道孤寂的時候這件事一定讓你覺得傷心","你因孤寂的時候的傷心感讓我感同身受","你當下的傷心感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞"]},"戰爭":{"encouragement":[],"empathy":["我能理解戰爭，你一定覺得很恐慌","我能理解你的感受，戰爭總讓人覺得恐慌","我知道戰爭這件事一定讓你覺得恐慌","想必戰爭這件事讓你的心情很恐慌"],"advice":[]},"太晚回家":{"encouragement":[],"empathy":["太晚回家想必讓你覺得疲倦，要不要跟我聊聊","我能理解太晚回家，你一定覺得很疲倦","我能理解你的感受，太晚回家總讓人覺得疲倦","我知道太晚回家這件事一定讓你覺得疲倦","你因太晚回家的疲倦感讓我感同身受","想必太晚回家這件事讓你的心情很疲倦","我知道太晚回家所帶來的疲倦感，要不要跟我聊聊","你當下的疲倦感我感同身受"],"advice":["要不要泡個熱水澡舒緩身體的疲勞感"]},"被打":{"encouragement":[],"empathy":["被打想必讓你覺得不爽，要不要跟我聊聊","我能理解被打，你一定覺得很不爽","我能理解你的感受，被打總讓人覺得不爽","我知道被打這件事一定讓你覺得不爽","雖然我沒有經歷過，但被打想必讓你覺得不爽","雖然我沒有經歷過被打，但這件事情想必讓你覺得不爽","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很不爽","你因被打的不爽感讓我感同身受","想必被打這件事讓你的心情很不爽","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"被人罵":{"encouragement":[],"empathy":["被人罵想必讓你覺得難過，要不要跟我聊聊","我能理解被人罵，你一定覺得很難過","我能理解你的感受，被人罵總讓人覺得難過","我能理解那種感受，被人罵總讓我覺得難過","我知道被人罵這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因被人罵的難過感讓我感同身受","想必被人罵這件事讓你的心情很難過"],"advice":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"]},"沒靈感":{"encouragement":["不用太過擔心、煩躁，我相信以你的能力、多多跟人討論，一定能想出好點子"],"empathy":["沒靈感想必讓你覺得煩躁，要不要跟我聊聊","我能理解沒靈感，你一定覺得很煩躁","我能理解你的感受，沒靈感總讓人覺得煩躁","我能理解那種感受，沒靈感總讓我覺得煩躁","我知道沒靈感這件事一定讓你覺得煩躁","你因沒靈感的煩躁感讓我感同身受","想必沒靈感這件事讓你的心情很煩躁","我知道沒靈感所帶來的煩躁感，要不要跟我聊聊","你當下的煩躁感我感同身受"],"advice":["要不要跟同伴們討論看看你的想法，一起想出新的點子"]},"爭吵":{"encouragement":["你不必太過擔憂，只要你冷靜想一想，一定能順利解決","你不必傷心不論發生什麼事情，我都會一直陪在你身邊","我知道要度過這種傷心對你來說很困難，我們一起面對吧"],"empathy":["爭吵想必讓你覺得傷心，要不要跟我聊聊","我能理解爭吵，你一定覺得很傷心","我能理解你的感受，爭吵總讓人覺得傷心","我能理解那種感受，爭吵總讓我覺得傷心","我知道爭吵這件事一定讓你覺得傷心","雖然我沒有經歷過，但爭吵想必讓你覺得傷心","雖然我沒有經歷過爭吵，但這件事情想必讓你覺得傷心","雖然我沒有經歷過爭吵，但與它相關的問題想必讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因爭吵的傷心感讓我感同身受","想必爭吵這件事讓你的心情很傷心"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來，試著把對方的意見聽完","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"抓猴":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種事情對你來說很痛苦，我們一起面對吧"],"empathy":["發生這種事想必讓你覺得憤怒又痛苦，要不要跟我聊聊","我能理解發生這種事，你一定覺得很憤怒又痛苦","我能理解你的感受，發生這種事總讓人覺得憤怒又痛苦","我能理解那種感受，發生這種事總讓我覺得憤怒又痛苦","我知道發生這種事這件事一定讓你覺得憤怒又痛苦","雖然我沒有經歷過，但發生這種事想必讓你覺得憤怒又痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很憤怒又痛苦","想必發生這種事這件事讓你的心情很憤怒又痛苦"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我談談，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"睡太久":{"encouragement":[],"empathy":["我能理解你的感受，睡太久有時候反而會頭痛讓人覺得更疲累"],"advice":[]},"報告":{"encouragement":["我相信以你的能力，只要照著自己的步調，一定能完成"],"empathy":["報告想必讓你覺得厭煩，要不要跟我聊聊","我能理解報告，你一定覺得很厭煩","你因報告的厭煩感讓我感同身受","我知道報告所帶來的厭煩感，要不要跟我聊聊","你當下的厭煩感我感同身受"],"advice":["如果作不太出來，要不要試著找同學來討論，說不定會得到不錯的意見"]},"改動":{"encouragement":["人生總是會面臨各種改動，只要你用正面的心態應對，一定能很順利地適應"],"empathy":["我能理解你的感受，每次發生改動時都讓我有點難適應"],"advice":["人生總是會面臨各種改動，只要你用正面的心態應對，一定能很順利地適應"]},"經濟困難":{"encouragement":[],"empathy":["經濟困難想必讓你覺得不好受，要不要跟我聊聊","我能理解經濟困難，你一定覺得很不好受","我能理解你的感受，經濟困難總讓人覺得不好受","我知道經濟困難這件事一定讓你覺得不好受","雖然我沒有經歷過，但經濟困難想必讓你覺得不好受","雖然我沒有經歷過經濟困難，但這件事情想必讓你覺得不好受","雖然我沒有經歷過經濟困難，但與它相關的問題想必讓你覺得不好受","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很不好受","想必經濟困難這件事讓你的心情很不好受","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟家人談一談，或者找份兼差呢","要不要出去打工，貼補生活費用","要不要找份兼差，賺取日常生活所需的費用"]},"環境不好":{"encouragement":[],"empathy":["環境不好想必讓你覺得氣憤，要不要跟我聊聊","我能理解環境不好，你一定覺得很氣憤","我能理解你的感受，環境不好總讓人覺得氣憤","我能理解那種感受，環境不好總讓我覺得氣憤","我知道環境不好這件事一定讓你覺得氣憤","你因環境不好的氣憤感讓我感同身受","想必環境不好這件事讓你的心情很氣憤"],"advice":["要不要換個地方，或是找大家一起過來商量"]},"操勞過度":{"encouragement":[],"empathy":["操勞過度想必讓你覺得心煩，要不要跟我聊聊","我能理解你的感受，操勞過度總讓人覺得心煩","我知道操勞過度這件事一定讓你覺得心煩","想必操勞過度這件事讓你的心情很心煩"],"advice":["要不要請一天假，讓身體好好休息"]},"很晚睡":{"encouragement":[],"empathy":["雖然我沒經歷過，但很晚睡所帶來的疲累想必讓你很煎熬"],"advice":["要不要趁著空閒時間補充睡眠"]},"遇到白目":{"encouragement":[],"empathy":["遇到白目想必讓你覺得討厭，要不要跟我聊聊","我能理解遇到白目，你一定覺得很討厭","我能理解你的感受，遇到白目總讓人覺得討厭","我能理解你的感受，我也很討厭這樣的人","我知道遇到白目這件事一定讓你覺得討厭"],"advice":["生氣是拿別人做錯的事來懲罰自己，下次面臨這種情況時，試著做個深呼吸，讓自己冷靜下來"]},"思念":{"encouragement":["我知道你現在覺得悲傷，但不管發生什麼事，我都會一直陪在你身邊","我知道要度過這種悲傷對你來說很困難，我們一起面對吧"],"empathy":["思念想必讓你覺得悲傷，要不要跟我聊聊","我能理解你的感受，思念總讓人覺得悲傷","我能理解那種感受，思念總讓我覺得悲傷","我知道思念這件事一定讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因思念的悲傷感讓我感同身受","想必思念這件事讓你的心情很悲傷","我知道思念所帶來的悲傷感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過思念，這件事想必讓你覺得悲傷","你當下的悲傷感我感同身受"],"advice":["要不要打的電話，或用通訊軟體跟他聯絡，不然也可以跟我聊一聊"]},"延畢":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很心煩，但我相信只要你按照自己的步調，一定能快速解決"],"empathy":["延畢想必讓你覺得傷心，要不要跟我聊聊","我能理解你的感受，延畢總讓人覺得傷心","我知道延畢這件事一定讓你覺得傷心","雖然我沒有經歷過，但延畢想必讓你覺得傷心","雖然我沒有經歷過延畢，但這件事情想必讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","你因延畢的傷心感讓我感同身受","想必延畢這件事讓你的心情很傷心","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟老師或同學多討論一下，看有沒有什麼方法能解決現在面臨的問題"]},"偷腥":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["偷腥想必讓你覺得傷心，要不要跟我聊聊","我能理解偷腥，你一定覺得很傷心","我能理解你的感受，偷腥總讓人覺得傷心","我能理解那種感受，偷腥總讓我覺得傷心","我知道偷腥這件事一定讓你覺得傷心","雖然我沒有經歷過，但偷腥想必讓你覺得傷心","雖然我沒有經歷過偷腥，但這件事情想必讓你覺得傷心","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很傷心","想必偷腥這件事讓你的心情很傷心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"過度期待":{"encouragement":["不要太在意他人的想法，只要按照自己的步調慢慢前進，才能活得盡興又快樂"],"empathy":["周圍的人對你過度期待想必讓你覺得困擾，要不要跟我聊聊","我能理解周圍的人對你過度期待，你一定覺得很困擾","我能理解那種感受，周圍的人對你過度期待總讓我覺得困擾","我知道周圍的人對你過度期待這件事一定讓你覺得困擾","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很困擾","你因周圍的人對你過度期待的困擾感讓我感同身受","想必周圍的人對你過度期待這件事讓你的心情很困擾","我知道周圍的人對你過度期待所帶來的困擾感，要不要跟我聊聊","你當下的困擾感我感同身受"],"advice":["要不要跟他們討論看看，講出你心中的想法"]},"過度運動":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然運動很重要，但也要多多注意自己的身體"]},"看書":{"encouragement":["雖然看書很重要，但不要忘記運動唷，體力也是看書不可或缺的一環"],"empathy":["看書想必讓你覺得疲倦，要不要跟我聊聊","我能理解看書，你一定覺得很疲倦","我能理解你的感受，看書總讓人覺得疲倦","我知道看書這件事一定讓你覺得疲倦","你因看書的疲倦感讓我感同身受","想必看書這件事讓你的心情很疲倦","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"孤單":{"encouragement":["要不要趁現在做一些平常想做的事，從中找到一些樂趣","你不必傷心不論發生什麼事情，我都會一直陪在你身邊","不管發生什麼事我都會一直陪在你身邊，你的快樂，就是我的幸福"],"empathy":["孤單想必讓你覺得傷心，要不要跟我聊聊","我能理解孤單，你一定覺得很傷心","我能理解你的感受，孤單總讓人覺得傷心","我能理解那種感受，孤單總讓我覺得傷心","我知道孤單這件事一定讓你覺得傷心","你因孤單的傷心感讓我感同身受","想必孤單這件事讓你的心情很傷心","我知道孤單所帶來的傷心感，要不要跟我聊聊","你當下的傷心感我感同身受"],"advice":["要不要約朋友一起出去玩，解解心中的寂寞","要不要跟我出去走走放鬆一下心情"]},"論文沒過":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很心煩，但我相信只要你按照自己的步調，一定能順利解決"],"empathy":["論文沒過想必讓你覺得心酸，要不要跟我聊聊","我能理解論文沒過，你一定覺得很心酸","我能理解你的感受，論文沒過總讓人覺得心酸","我知道論文沒過這件事一定讓你覺得心酸","雖然我沒有經歷過，但論文沒過想必讓你覺得心酸","雖然我沒有經歷過論文沒過，但這件事情想必讓你覺得心酸","雖然我沒有經歷過論文沒過，但與它相關的問題想必讓你覺得心酸","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很心酸","你因論文沒過的心酸感讓我感同身受","想必論文沒過這件事讓你的心情很心酸","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的心酸感我感同身受"],"advice":["要不要跟老師或同學多討論一下，看有沒有什麼方法能解決現在面臨的問題"]},"不愛":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["不被愛想必讓你覺得難過，要不要跟我聊聊","我能理解不被愛，你一定覺得很難過","我能理解你的感受，不被愛總讓人覺得難過","我能理解那種感受，不被愛總讓我覺得難過","我知道不被愛這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因不被愛的難過感讓我感同身受","想必不被愛這件事讓你的心情很難過","我知道不被愛所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"吵架":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["吵架想必讓你覺得難過，要不要跟我聊聊","我能理解吵架，你一定覺得很難過","我能理解你的感受，吵架總讓人覺得難過","我能理解那種感受，吵架總讓我覺得難過","我知道吵架這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因吵架的難過感讓我感同身受","想必吵架這件事讓你的心情很難過","我知道吵架所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"車禍":{"encouragement":[],"empathy":["發生車禍想必讓你覺得難過，要不要跟我聊聊","我能理解發生車禍，你一定覺得很難過","我能理解你的感受，發生車禍總讓人覺得難過","我能理解那種感受，發生車禍總讓我覺得難過","我知道發生車禍這件事一定讓你覺得難過","你因發生車禍的難過感讓我感同身受","想必發生車禍這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["下次要多多注意不要靠車太近才能防範未然"]},"買樂透":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"不愛你":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","我知道你現在覺得傷心，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["不愛你想必讓你覺得傷心，要不要跟我聊聊","我能理解不愛你，你一定覺得很傷心","我知道不愛你這件事一定讓你覺得傷心","想必不愛你這件事讓你的心情很傷心"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"告白":{"encouragement":[],"empathy":["告白想必讓你覺得緊張，要不要跟我聊聊","我能理解告白，你一定覺得很緊張","我能理解你的感受，告白總讓人覺得緊張","我知道告白這件事一定讓你覺得緊張","雖然我沒有經歷過，但告白想必讓你覺得緊張","雖然我沒有經歷過告白，但這件事情想必讓你覺得緊張","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很緊張","想必告白這件事讓你的心情很緊張"],"advice":[]},"吃過期食物":{"encouragement":[],"empathy":[],"advice":["過期的食物還是不要吃比較好，尤其是容易腐敗的食物，吃進體內會對身體造成很嚴重的損害，得不償失"]},"妻離子散":{"encouragement":[],"empathy":["妻離子散想必讓你覺得絕望，要不要跟我聊聊","我能理解妻離子散，你一定覺得很絕望","我能理解你的感受，妻離子散總讓人覺得絕望","我知道妻離子散這件事一定讓你覺得絕望","雖然我沒有經歷過，但妻離子散想必讓你覺得絕望","雖然我沒有經歷過妻離子散，但這件事情想必讓你覺得絕望","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很絕望","想必妻離子散這件事讓你的心情很絕望","你當下的絕望感我感同身受"],"advice":["要不要跟他們聯絡一下，多多談談了解彼此的想法"]},"寫作業":{"encouragement":["你不必太過擔憂，我相信只要你盡力而為，一定可以完成"],"empathy":["我能理解寫作業，你一定覺得很厭煩","我能理解你的感受，寫作業總讓人覺得厭煩","我知道寫作業這件事一定讓你覺得厭煩","雖然我沒有經歷過寫作業，但這件事情想必讓你覺得厭煩","你因寫作業的厭煩感讓我感同身受","想必寫作業這件事讓你的心情很厭煩"],"advice":["你要不要跟同學一起討論或找老師幫忙"]},"被吵醒":{"encouragement":[],"empathy":["被吵醒想必讓你覺得憤怒，要不要跟我聊聊","我能理解被吵醒，你一定覺得很憤怒","我能理解你的感受，被吵醒總讓人覺得憤怒","我能理解那種感受，被吵醒總讓我覺得憤怒","我知道被吵醒這件事一定讓你覺得憤怒","你因被吵醒的憤怒感讓我感同身受","想必被吵醒這件事讓你的心情很憤怒","我知道被吵醒所帶來的憤怒感，要不要跟我聊聊","你當下的憤怒感我感同身受"],"advice":["要不要帶著耳塞，這樣應該能有效得減低音量"]},"鄙視":{"encouragement":["我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["遭鄙視想必讓你覺得難過，要不要跟我聊聊","我能理解你的感受，遭鄙視總讓人覺得難過","我能理解那種感受，遭鄙視總讓我覺得難過","我知道遭鄙視這件事一定讓你覺得難過","你因遭鄙視的難過感讓我感同身受","想必遭鄙視這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"要求完美":{"encouragement":["雖然對自己要求完美是好事，但千萬不要太操勞自己唷"],"empathy":[],"advice":[]},"樂透沒中":{"encouragement":["沒中獎是很正常的，想開一點至少花的錢有幫助到一些需要的人"],"empathy":["雖然沒中獎總是讓人很失落，但我們還是有幫到一些需要的人"],"advice":[]},"學分":{"encouragement":["我相信以你的能力，只要你肯努力、按照自己的步調來，一定可以順利通過"],"empathy":["我知道學分想必帶給你不少的壓力","你面臨學分所帶來的壓力感讓我感同身受"],"advice":["要不要跟班上的同學多多討論，互相討論、研究才能夠學得更快更有效率"]},"鬥嘴":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想不很不滿才會根人加鬥嘴","我能理解你的感受，當下的你想必很不滿吧","你當下不滿的心情我感同身受"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"不認真讀書":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找同學來討論，這樣可以增加讀書的效率，又可以減去乏味"]},"暴力":{"encouragement":["不用擔心我會一直陪在你身邊"],"empathy":["暴力想必讓你覺得恐慌，要不要跟我聊聊","我能理解暴力，你一定覺得很恐慌","我能理解你的感受，暴力總讓人覺得恐慌","我知道暴力這件事一定讓你覺得恐慌","你因暴力的恐慌感讓我感同身受","想必暴力這件事讓你的心情很恐慌","你當下的恐慌感我感同身受"],"advice":["下次發生這種事記得找人或警察幫忙"]},"作惡夢":{"encouragement":["不用害怕我會一直陪在你身邊"],"empathy":["我能理解你的感受，我也很害怕做惡夢"],"advice":[]},"無法達成目標":{"encouragement":[],"empathy":["無法達成目標想必讓你覺得失落，要不要跟我聊聊","我能理解無法達成目標，你一定覺得很失落","我能理解你的感受，無法達成目標總讓人覺得失落","我能理解那種感受，無法達成目標總讓我覺得失落","我知道無法達成目標這件事一定讓你覺得失落","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很失落","你因無法達成目標的失落感讓我感同身受","想必無法達成目標這件事讓你的心情很失落","我知道無法達成目標所帶來的失落感，要不要跟我聊聊"],"advice":["要不要找同伴一起商量，看有什麼好的解決方式"]},"疏忽":{"encouragement":["雖然因為疏忽才導致這次的失敗，但不必太在意，只要大家一起努力、多多注意，一定能順利解決這個問題、並避免再度發生"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["下次記得多注意一點，一定能有效的避免這種情況發生"]},"開除":{"encouragement":["人難免會面臨失敗，只要你繼續保持正面的態度、繼續努力，一定很快就能度過這個難關","別被失業的陰影困擾喔，還是要積極向上","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["被開除想必讓你覺得難過，要不要跟我聊聊","我能理解被開除，你一定覺得很難過","我能理解你的感受，被開除總讓人覺得難過","我知道被開除這件事一定讓你覺得難過","雖然我沒有經歷過，但被開除想必讓你覺得難過","雖然我沒有經歷過被開除，但這件事情想必讓你覺得難過","雖然我沒有經歷過被開除，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必被開除這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"沒睡好":{"encouragement":[],"empathy":["沒睡好想必讓你覺得煩躁，要不要跟我聊聊","我能理解沒睡好，你一定很煩躁","我能理解你的感受，沒睡好總讓人覺得煩躁","我能理解那種感受，沒睡好總讓我覺得煩躁","我知道沒睡好這件事一定讓你覺得煩躁","雖然我沒有經歷過，但發生這種事想必讓你覺得煩躁","雖然我沒有經歷過沒睡好的過程，但這件事情想必讓你覺得煩躁","雖然我沒有經歷過沒睡好的過程，但與它相關的問題想必讓你覺得煩躁","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩躁","你因沒睡好的煩躁感讓我感同身受","想必沒睡好這件事讓你的心情很煩躁","我知道沒睡好所帶來的煩躁感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要請一天假，讓自己的身體好好放鬆"]},"欠款":{"encouragement":[],"empathy":["雖然我沒有經歷過，但欠款一定帶給你不少壓力吧"],"advice":["要不要跟家人討論討論","要不要找份兼差，賺取額外的金錢來解決欠款的問題"]},"激烈運動":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然運動很重要，但也要多多注意自己的身體"]},"炒魷魚":{"encouragement":["炒魷魚只是一時的，我相信只要你保持正面的態度、繼續努力，一定很快就能度過這個難關","你不用自己一個人承擔這些煩惱，我會幫你，我們一起面對吧"],"empathy":["炒魷魚想必讓你覺得難過，要不要跟我聊聊","我能理解炒魷魚，你一定覺得很難過","我能理解你的感受，炒魷魚總讓人覺得難過","我能理解那種感受，炒魷魚總讓我覺得難過","我知道炒魷魚這件事一定讓你覺得難過","你因炒魷魚的難過感讓我感同身受","想必炒魷魚這件事讓你的心情很難過","我知道炒魷魚所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要趁機會參加就職訓練，繼續訓練自己，從中學會一技之長","要不要先出去打工，累積一下工作經驗，有更多的經驗會讓你更有競爭力","要不要沉下心來，繼續努力找工作"]},"輸球":{"encouragement":["人生難免會面臨輸球的局面，我相信只要你把握這次的經驗，下次一定能成功","下一次你一定可以更好地面對，千萬別失望"],"empathy":["輸球想必讓你覺得難過，要不要跟我聊聊","我能理解輸球，你一定覺得很難過","我能理解你的感受，輸球總讓人覺得難過","我能理解那種感受，輸球總讓我覺得難過","我知道輸球這件事一定讓你覺得難過","你因輸球的難過感讓我感同身受","想必輸球這件事讓你的心情很難過","我知道輸球所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受","我能理解你的感受，每次輸球的時候我都會感到很難過"],"advice":["要不要把這次的失敗當作一次寶貴的經驗，並藉由這些經驗增進自己"]},"跟女朋友吵架":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["跟女朋友吵架想必讓你覺得難過，要不要跟我聊聊","我能理解跟女朋友吵架，你一定覺得很難過","我能理解你的感受，跟女朋友吵架總讓人覺得難過","我知道跟女朋友吵架這件事一定讓你覺得難過","雖然我沒有經歷過，但跟女朋友吵架想必讓你覺得難過","雖然我沒有經歷過跟女朋友吵架，但這件事情想必讓你覺得難過","雖然我沒有經歷過跟女朋友吵架，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必跟女朋友吵架這件事讓你的心情很難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"員工問題":{"encouragement":["工作場合難免會有員工問題發生，只要大家能夠多多交流，一定能解決這個問題"],"empathy":["員工問題想必讓你覺得煩惱，要不要跟我聊聊","我能理解員工問題，你一定覺得很煩惱","我能理解你的感受，員工問題總讓人覺得煩惱","我知道員工問題這件事一定讓你覺得煩惱","雖然我沒有經歷過，但員工問題想必讓你覺得煩惱","雖然我沒有經歷過員工問題，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過員工問題，但與它相關的問題想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","你因員工問題的煩惱感讓我感同身受","想必員工問題這件事讓你的心情很煩惱","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要跟大家多多溝通一下，這樣應該會有些幫助"]},"運動不足":{"encouragement":[],"empathy":[],"advice":["要不要找個空閒的時間跟我一起去運動"]},"吃錯藥":{"encouragement":[],"empathy":["我能理解吃錯藥，你一定覺得很緊張","我能理解你的感受，吃錯藥總讓人覺得緊張","我知道吃錯藥這件事一定讓你覺得緊張","你因吃錯藥的緊張感讓我感同身受","想必吃錯藥這件事讓你的心情很緊張","我知道吃錯藥所帶來的緊張感，要不要跟我聊聊","你當下的緊張感我感同身受"],"advice":["要不要去看個醫生，確認一下身體狀況，吃錯藥對身體很傷"]},"空氣汙染":{"encouragement":[],"empathy":["我能理解你的感受，我十分討厭空氣汙染"],"advice":["要不要找專家來討論，看如何解決","要不要找環保委員來協助處理"]},"過度熬夜":{"encouragement":[],"empathy":["雖然熬夜可能無法避免，但你還是要稍微注意一下自己的身體狀況"],"advice":["雖然熬夜可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"醜":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":[],"advice":[]},"通宵":{"encouragement":[],"empathy":["雖然通宵可能無法避免，但你還是要稍微注意一下自己的身體狀況"],"advice":["雖然通宵可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"考不好":{"encouragement":["雖然你這次考試考不好，但你這陣子的努力我都看在眼裡，繼續保持下去，相信下次你一定會進步","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["考不好想必讓你覺得難過，要不要跟我聊聊","我能理解考不好，你一定覺得很難過","我能理解你的感受，考不好總讓人覺得難過","我能理解那種感受，考不好總讓我覺得難過","我知道考不好這件事一定讓你覺得難過","雖然我沒有經歷過，但發生這種事想必讓你覺得難過","雖然我沒有經歷過考不好，但這件事情想必讓你覺得難過","雖然我沒有經歷過考不好，但與它相關的問題想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因考不好的難過感讓我感同身受","想必考不好這件事讓你的心情很難過","我知道考不好所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享","我也曾經經歷過考不好，這件事想必讓你覺得難過"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"被二一":{"encouragement":["雖然被二一讓你很沮喪，但我相信只要你繼續努力，用正面的態度來看待這次的失敗，下次一定能度過危機","下一次你一定可以更好地面對，千萬別失望","我知道要度過這種痛苦對你來說很困難，我們一起面對吧"],"empathy":["被二一想必讓你覺得沮喪，要不要跟我聊聊","我能理解被二一，你一定覺得很沮喪","我能理解你的感受，被二一總讓人覺得沮喪","我知道被二一這件事一定讓你覺得沮喪","雖然我沒有經歷過，但被二一想必讓你覺得沮喪","雖然我沒有經歷過被二一，但這件事情想必讓你覺得沮喪","雖然我沒有經歷過被二一，但與它相關的問題想必讓你覺得沮喪","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很沮喪","想必被二一這件事讓你的心情很沮喪","我知道被二一所帶來的沮喪感，要不要跟我聊聊"],"advice":["要不要跟老師或同學談談"]},"期望過高":{"encouragement":["不要太在意他人的想法，只要按照自己的步調慢慢前進，才能活得盡興又快樂"],"empathy":["周圍的人對你期望過高想必讓你覺得困擾，要不要跟我聊聊","我能理解周圍的人對你期望過高，你一定覺得很困擾","我能理解你的感受，周圍的人對你期望過高總讓人覺得困擾","我能理解那種感受，周圍的人對你期望過高總讓我覺得困擾","我知道周圍的人對你期望過高這件事一定讓你覺得困擾","你因周圍的人對你期望過高的困擾感讓我感同身受","想必周圍的人對你期望過高這件事讓你的心情很困擾","你當下的困擾感我感同身受"],"advice":["要不要跟他們討論看看，講出你心中的想法"]},"筆試":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很緊張，但我相信只要你按照自己的步調，一定能安然度過"],"empathy":["筆試想必讓你覺得緊張，要不要跟我聊聊","我能理解筆試，你一定覺得很緊張","我能理解你的感受，筆試總讓人覺得緊張","我能理解那種感受，筆試總讓我覺得緊張","我知道筆試這件事一定讓你覺得緊張","雖然我沒有經歷過，但筆試想必讓你覺得緊張","雖然我沒有經歷過筆試，但這件事情想必讓你覺得緊張","你因筆試的緊張感讓我感同身受","想必筆試這件事讓你的心情很緊張"],"advice":["要不要詢問一下看看同學都是怎麼應對，或者在筆試前做個深呼吸、冥想一下，讓自己放輕鬆"]},"用功讀書":{"encouragement":["你用功讀書的態度讓我十分佩服"],"empathy":["我能理解用功讀書後，你一定覺得很疲倦","我能理解你的感受，用功讀書後總讓人覺得疲倦","我能理解那種感受，用功讀書後總讓我覺得疲倦","我知道用功讀書後這件事一定讓你覺得疲倦","你因用功讀書後的疲倦感讓我感同身受","想必用功讀書後這件事讓你的心情很疲倦"],"advice":["要不要再看到一個段落時起來活動一下筋骨，這樣應該能稍微減緩腦袋和身體的疲憊"]},"外遇":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["雖然我沒有經歷過，但發生外遇這種事想必讓你覺得憤怒又難過"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"欠缺":{"encouragement":[],"empathy":["欠缺東西想必讓你覺得苦惱，要不要跟我聊聊","我能理解你的感受，欠缺東西總讓人覺得苦惱","我能理解那種感受，欠缺東西總讓我覺得苦惱","我知道欠缺東西這件事一定讓你覺得苦惱","你因欠缺東西的苦惱感讓我感同身受","想必欠缺東西這件事讓你的心情很苦惱"],"advice":[]},"成績差":{"encouragement":["雖然你這次成績差，但你這陣子的努力我都看在眼裡，繼續保持下去，相信下次你一定會進步","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["成績差想必讓你覺得難過，要不要跟我聊聊","我能理解成績差，你一定覺得很難過","我能理解你的感受，成績差總讓人覺得難過","我能理解那種感受，成績差總讓我覺得難過","我知道成績差這件事一定讓你覺得難過","你因成績差的難過感讓我感同身受","想必成績差這件事讓你的心情很難過","我知道成績差所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要整理一下這次考試犯錯的地方，為下次考試好好做準備","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"被訓話":{"encouragement":[],"empathy":["被訓話想必讓你覺得不爽，要不要跟我聊聊","我能理解被訓話，你一定覺得很不爽","我能理解你的感受，被訓話總讓人覺得不爽","我知道被訓話這件事一定讓你覺得不爽","雖然我沒有經歷過，但被訓話想必讓你覺得不爽","雖然我沒有經歷過被訓話，但這件事情想必讓你覺得不爽","你因被訓話的不爽感讓我感同身受","想必被訓話這件事讓你的心情很不爽","我也曾經經歷過被訓話，這件事想必讓你覺得不爽"],"advice":["下次要不要試著把對方的意見聽完，並把這些建議用在自己未來的人生中"]},"分手了":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種事情對你來說很痛苦，我們一起面對吧","你不用自己一個人承擔這些難過，我會幫你，我們一起面對吧","我知道你現在覺得難過，但不管發生什麼事，我都會一直陪在你身邊"],"empathy":["分手想必讓你覺得難過，要不要跟我聊聊","我能理解分手，你一定覺得很難過","我能理解你的感受，分手總讓人覺得難過","我能理解那種感受，分手總讓我覺得難過","我知道分手這件事一定讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","你因分手的難過感讓我感同身受","想必分手這件事讓你的心情很難過","我知道分手所帶來的難過感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"變胖":{"encouragement":["不要太在意別人的看法，活出自己的人生，才能讓自己更快樂"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找些時間跟我一起去運動"]},"身體不好":{"encouragement":[],"empathy":["身體不好想必讓你覺得難過，要不要跟我聊聊","我能理解身體不好，你一定覺得很難過","我能理解你的感受，身體不好總讓人覺得難過","我知道身體不好這件事一定讓你覺得難過","你因身體不好的難過感讓我感同身受","想必身體不好這件事讓你的心情很難過","我知道身體不好所帶來的難過感，要不要跟我聊聊","你當下的難過感我感同身受"],"advice":["要不要找些時間跟我一起去運動，鍛鍊身體"]},"上學":{"encouragement":[],"empathy":["我能理解那種感受，上學總讓我覺得痛苦","你因上學的痛苦感讓我感同身受","想必上學這件事讓你的心情很痛苦","你當下的痛苦感我感同身受"],"advice":["要不要放學後跟同學一起出去玩散散心"]},"被打槍":{"encouragement":["我知道要度過這種悲傷對你來說很困難，我們一起面對吧","感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","你不用自己一個人承擔這些悲傷，我會幫你，我們一起面對吧","看你這麼悲傷我也很悲傷，我會陪著你一起走出來"],"empathy":["被打槍想必讓你覺得悲傷，要不要跟我聊聊","我能理解被打槍，你一定覺得很悲傷","我能理解你的感受，被打槍總讓人覺得悲傷","我能理解那種感受，被打槍總讓我覺得悲傷","我知道被打槍這件事一定讓你覺得悲傷","雖然我沒有經歷過，但被打槍想必讓你覺得悲傷","雖然我沒有經歷過被打槍，但這件事情想必讓你覺得悲傷","雖然我沒有經歷過被打槍，但與它相關的問題想必讓你覺得悲傷","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很悲傷","你因被打槍的悲傷感讓我感同身受","想必被打槍這件事讓你的心情很悲傷","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找一些人出去玩，放下心中的煩惱","如果你願意說，我隨時都可以當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"生小孩":{"encouragement":["我相信只要依照醫療人員的指示，你一定能順利的度過","看到小孩子出生的可愛模樣，總讓人覺得這一切都值得"],"empathy":["雖然我沒有經歷過，但生小孩想必讓你覺得痛苦","雖然我沒有經歷過生小孩，但這件事情想必讓你覺得痛苦","雖然我沒有經歷過生小孩，但與它相關的問題想必讓你覺得痛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很痛苦"],"advice":["要不要詢問一下醫療人員看要如何減輕痛苦"]},"頂嘴":{"encouragement":["冷靜一點想想，不要這麼衝動，很多事都可以大事化小、小事化無"],"empathy":["當下的你想必很氣憤才會根人頂嘴","我能理解當下的你想必很氣憤吧","我能理解你的感受，當下的你想必很氣憤"],"advice":["下次在面臨這種情況時，要不要先做個深呼吸，稍微讓自己冷靜下來"]},"嗜睡":{"encouragement":[],"empathy":["我能理解嗜睡，你一定覺得很煩惱","我能理解你的感受，嗜睡總讓人覺得煩惱","我知道嗜睡這件事一定讓你覺得煩惱","雖然我沒有經歷過，但嗜睡想必讓你覺得煩惱","雖然我沒有經歷過嗜睡，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過嗜睡，但與它相關的問題想必讓你覺得煩惱","想必嗜睡這件事讓你的心情很煩惱"],"advice":["要不要去看個醫生，確認一下身體狀況，讓自己比較安心"]},"睡過頭":{"encouragement":[],"empathy":["睡過頭想必讓你覺得緊張，要不要跟我聊聊","我能理解睡過頭，你一定覺得很緊張","我能理解你的感受，睡過頭總讓人覺得緊張","我知道睡過頭這件事一定讓你覺得緊張","想必睡過頭這件事讓你的心情很緊張","你當下的緊張感我感同身受"],"advice":["下次記得設定鬧鐘提醒自己，千萬不要再忘記囉"]},"做錯事情":{"encouragement":["人難免有做錯事情的時候，我相信只要你跟大家道歉、說明清楚情況，一定會得到大家的諒解的"],"empathy":["做錯事情想必讓你覺得難過，要不要跟我聊聊","我能理解做錯事情，你一定覺得很難過","我知道做錯事情這件事一定讓你覺得難過","你因做錯事情的難過感讓我感同身受","想必做錯事情這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要找大家出來說明一下，我相信大家一定會諒解你的"]},"考鴨蛋":{"encouragement":["雖然考鴨蛋讓你很沮喪，但我相信只要你繼續努力，用正面的態度來看待這次的失敗，下次一定能進步","下一次你一定可以更好地面對，千萬別失望","這次考試已經過去，只要你繼續努力，下次一定沒有問題"],"empathy":["考鴨蛋想必讓你覺得沮喪，要不要跟我聊聊","我能理解考鴨蛋，你一定覺得很沮喪","我能理解你的感受，考鴨蛋總讓人覺得沮喪","我知道考鴨蛋這件事一定讓你覺得沮喪","雖然我沒有經歷過，但考鴨蛋想必讓你覺得沮喪","雖然我沒有經歷過考鴨蛋，但這件事情想必讓你覺得沮喪","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很沮喪","想必考鴨蛋這件事讓你的心情很沮喪"],"advice":["下次要不要提早幾天準備一下，或者跟同學多多討論，考試的時候多注意題目，並記得做檢查","要不要訂正一下考卷，把問題整理起來，下一次不要在犯同樣的錯就可以了"]},"沒睡覺":{"encouragement":[],"empathy":["沒睡覺想必讓你覺得疲憊，要不要跟我聊聊","我能理解沒睡覺，你一定覺得很疲憊","我能理解你的感受，沒睡覺總讓人覺得疲憊","我知道沒睡覺這件事一定讓你覺得疲憊","你因沒睡覺的疲憊感讓我感同身受","想必沒睡覺這件事讓你的心情很疲憊"],"advice":["雖然熬夜可能無法避免，但建議你要在適當的時候讓自己的身體休息一下"]},"專題討論":{"encouragement":["雖然準備專題討論很辛苦，但只要你按照自己的步調，一定能順利完成"],"empathy":["專題討論想必讓你覺得辛苦，要不要跟我聊聊","我能理解專題討論，你一定覺得很辛苦","我能理解你的感受，專題討論總讓人覺得辛苦","我知道專題討論這件事一定讓你覺得辛苦","雖然我沒有經歷過，但專題討論想必讓你覺得辛苦","雖然我沒有經歷過專題討論，但這件事情想必讓你覺得辛苦","雖然我沒有經歷過專題討論，但與它相關的問題想必讓你覺得辛苦","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很辛苦","你因專題討論的辛苦感讓我感同身受","想必專題討論這件事讓你的心情很辛苦","我知道專題討論所帶來的辛苦感，要不要跟我聊聊","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要找老師或同學多多討論、交流"]},"上網時間太長":{"encouragement":[],"empathy":[],"advice":["雖然網路上很多東西都很有趣，但也要記得起來休息一下、活動筋骨，讓眼睛和身體能夠稍微休息"]},"很窮":{"encouragement":[],"empathy":["貧窮的日子想必讓你覺得難熬，要不要跟我聊聊","我能理解貧窮的日子，你一定覺得很難熬","我能理解你的感受，貧窮的日子總讓人覺得難熬","我知道貧窮的日子這件事一定讓你覺得難熬","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難熬","想必貧窮的日子這件事讓你的心情很難熬","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要不要出去打工，來賺取一些生活費","要不要找些兼職，賺取日常的生活費用"]},"不去上課":{"encouragement":[],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["要多注意一下，翹課對學業影響很大，如果有急事的話，還是要記得請假"]},"劇烈運動":{"encouragement":[],"empathy":[],"advice":["劇烈運動後記得多補充水分，以免脫水讓身體不適"]},"補習":{"encouragement":[],"empathy":["補習想必讓你覺得疲累，要不要跟我聊聊","我能理解你的感受，補習總讓人覺得疲累","我知道補習這件事一定讓你覺得疲累","雖然我沒有經歷過，但補習想必讓你覺得疲累","雖然我沒有經歷過補習，但這件事情想必讓你覺得疲累","想必補習這件事讓你的心情很疲累","雖然我不知道該說什麼，但我很高興你願意與我分享","雖然我沒有經歷過，但每天補習應該讓你覺得很疲累吧"],"advice":["假日要不要去散散心，放鬆一下身心，消除平日累積的疲憊"]},"競賽":{"encouragement":["我看著你走過之前各種困境，雖然現在可能會覺得很緊張，但我相信只要你按照自己的步調，一定能順利獲勝"],"empathy":["競賽想必讓你覺得緊張，要不要跟我聊聊","我能理解競賽，你一定覺得很緊張","我能理解你的感受，競賽總讓人覺得緊張","我知道競賽這件事一定讓你覺得緊張","你因競賽的緊張感讓我感同身受","想必競賽這件事讓你的心情很緊張","我知道競賽所帶來的緊張感，要不要跟我聊聊","你當下的緊張感我感同身受"],"advice":["要不要詢問一下看看朋友都是怎麼應對，或者在比賽前做個深呼吸、冥想一下，讓自己放輕鬆"]},"婚姻問題":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人煩惱的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["婚姻問題想必讓你覺得煩惱，要不要跟我聊聊","我能理解婚姻問題，你一定覺得很煩惱","我能理解你的感受，婚姻問題總讓人覺得煩惱","我知道婚姻問題這件事一定讓你覺得煩惱","雖然我沒有經歷過，但婚姻問題想必讓你覺得煩惱","雖然我沒有經歷過婚姻問題，但這件事情想必讓你覺得煩惱","雖然我沒有經歷過婚姻問題，但與它相關的問題想必讓你覺得煩惱","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很煩惱","想必婚姻問題這件事讓你的心情很煩惱"],"advice":["如果你願意說，我隨時都可以當你忠實的聽眾","要不要跟我聊聊，我很願意當你忠實的聽眾","要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾"]},"生病":{"encouragement":[],"empathy":["生病想必讓你覺得痛苦，要不要跟我聊聊","我能理解生病，你一定覺得很痛苦","我能理解你的感受，生病總讓人覺得痛苦","我知道生病這件事一定讓你覺得痛苦","你因生病的痛苦感讓我感同身受","想必生病這件事讓你的心情很痛苦","你當下的痛苦感我感同身受"],"advice":["要不要看個醫生拿一些藥看能不能舒緩症狀"]},"寒流來襲":{"encouragement":[],"empathy":[],"advice":["寒流來襲時，記得要多準備一些衣物，以免身體著涼"]},"懶惰":{"encouragement":["要成功就得積極努力，機會來自於此，它從不會自動上門，在成功的過程中，背後都有一定的努力"],"empathy":["雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":[]},"沒體力":{"encouragement":[],"empathy":["沒體力想必讓你覺得煩惱，要不要跟我聊聊","我能理解沒體力，你一定覺得很煩惱","我能理解你的感受，沒體力總讓人覺得煩惱","我能理解那種感受，沒體力總讓我覺得煩惱","我知道沒體力這件事一定讓你覺得煩惱","你因沒體力的煩惱感讓我感同身受","想必沒體力這件事讓你的心情很煩惱","我知道沒體力所帶來的煩惱感，要不要跟我聊聊","你當下的煩惱感我感同身受"],"advice":["要不要找些時間跟我一起去運動，鍛鍊身體"]},"男友劈腿":{"encouragement":["感情的事總是很難說清楚，我曉得這件事是令人難過的，但無論如何，我永遠都會站在你這邊，支持你","我知道要度過這種痛苦對你來說很困難，我們一起面對吧","你不用自己一個人承擔這些痛苦，我會幫你，我們一起面對吧"],"empathy":["男友劈腿想必讓你覺得難過，要不要跟我聊聊","我能理解男友劈腿，你一定覺得很難過","我能理解你的感受，男友劈腿總讓人覺得難過","我知道男友劈腿這件事一定讓你覺得難過","雖然我沒有經歷過，但男友劈腿想必讓你覺得難過","雖然我沒有經歷過男友劈腿，但這件事情想必讓你覺得難過","雖然我沒有辦法真正體會到你面臨的那種感受，但我知道這件事情一定讓人很難過","想必男友劈腿這件事讓你的心情很難過","你當下的難過感我感同身受"],"advice":["要不要把它講出來，講出來可能會舒服點，我很願意當你忠實的聽眾","如果你願意說，我隨時都可以當你忠實的聽眾"]},"沒吃飯":{"encouragement":[],"empathy":["我能理解沒吃飯，你一定覺得很不爽","我能理解你的感受，沒吃飯總讓人覺得不爽","我知道沒吃飯這件事一定讓你覺得不爽","雖然我沒有經歷過，但沒吃飯想必讓你覺得不爽","雖然我沒有經歷過沒吃飯，但這件事情想必讓你覺得不爽","想必沒吃飯這件事讓你的心情很不爽","雖然我不知道該說什麼，但我很高興你願意與我分享"],"advice":["雖然工作很重要，但是還是要多多注意身體，不吃飯很傷身體的"]},"殺人":{"encouragement":["不用擔心我會一直陪在你身邊"],"empathy":["我知道發生殺人這種事，一定讓你很害怕"],"advice":["要小心夜晚盡量不要單獨一個人行走","儘量多找同伴陪同，不要自己一個人落單"]},"亂花":{"encouragement":[],"empathy":[],"advice":["下次花錢時，要不要再多想想看，確認這個否是必要的"]},"衛生不好":{"encouragement":[],"empathy":["衛生不好想必讓你覺得氣憤，要不要跟我聊聊","我能理解衛生不好，你一定覺得很氣憤","我能理解你的感受，衛生不好總讓人覺得氣憤","我能理解那種感受，衛生不好總讓我覺得氣憤","我知道衛生不好這件事一定讓你覺得氣憤","你因衛生不好的氣憤感讓我感同身受","想必衛生不好這件事讓你的心情很氣憤"],"advice":["要不要揪人一起來打掃，乾淨的環境總是讓人心情比較舒暢"]},"家人過世":{"encouragement":["你的家人一定也不希望看到你難過的樣子，為了他打起精神來吧"],"empathy":["我明白家人的離開一定對你造成不小的打擊，有什麼地方是我能幫上忙的嗎"],"advice":["或許你可以試著寫下心裡對他的遺憾，等哪天去看他時再一口氣告訴他你心裡的感受"]},"家人生病":{"encouragement":["你的家人一定也不希望看到你難過的樣子，為了他打起精神來吧"],"empathy":["我知道你一定很擔心家人的病情，有什麼地方是我能幫上忙的嗎"],"advice":["除了依照醫生的指示之外，也可以多陪他聊聊天，情緒好對病情也會有幫助的"]},"寵物生病":{"encouragement":["你的寵物一定也不希望看到你難過的樣子，為了他打起精神來吧"],"empathy":["寵物生病想必讓你感到傷心又著急，要不要和我聊聊他的狀況，說出來會讓心裡好過一點"],"advice":["除了依照醫生的指示之外，也可以多陪伴他，讓他感到安心"]},"寵物過世":{"encouragement":["你的寵物一定也不希望看到你難過的樣子，為了他打起精神來吧"],"empathy":["寵物過世一定讓你很難過吧，有什麼地方是我能幫上忙的嗎"],"advice":["要不要找些事情做來轉移注意力，走出悲傷的情緒也不代表遺忘了他"]},"告白失敗":{"encouragement":["對方不懂得欣賞你的好，是他的損失，保持良好的心態，機會很快就會再來的"],"empathy":["我知道告白失敗對你造成了一些打擊，讓你情緒低落，要不要和我聊聊"],"advice":["下次可以先試探對方的想法，有把握會成功了再告白"]},"被主管罵":{"encouragement":["下次做到讓主管都沒辦法挑剔就好了，加油"],"empathy":["我明白被主管罵一定讓你很生氣，要不要和我聊聊"],"advice":["可以先思考他說的話有沒有道理，如果真的是自己的問題就要改進，如果覺得自己沒有問題，可以試著和主管溝通看看"]},"被老師罵":{"encouragement":["下次做到讓老師都沒辦法挑剔就好了，加油"],"empathy":["我能理解被老師罵會讓你感到很生氣，可以找我抒發一下情緒"],"advice":["可以先思考他說的話有沒有道理，如果真的是自己的問題就要改進，如果覺得自己沒有問題，可以試著和老師溝通看看"]},"電腦當機":{"encouragement":["這樣就有理由換一台新的電腦了"],"empathy":["想必電腦當機一定讓你著急又憤怒吧，我能感同身受"],"advice":["先試著找出問題出在哪，如果短時間內無法解決，至少要保持隨時存檔的好習慣"]},"發現老鼠":{"encouragement":["會怕老鼠是很正常的，不必太在意"],"empathy":["我能理解你的感受，我也會怕老鼠"],"advice":["食物沒吃完記得收拾好，不要造成適合老鼠居住的環境"]},"突然爆胎":{"encouragement":["吃燒餅哪有不掉芝麻的，人的一生中總是會有幾次倒楣的事情，不用放在心上"],"empathy":["我想爆胎一定讓你覺得很倒楣且生氣吧，可以和我聊聊抒發一下情緒"],"advice":["下次上路前可以先檢查一下輪胎的狀況，在路上時最好多多注意路況，能夠大大降低爆胎的機率"]},"被爽約了":{"encouragement":["可以用這件事當理由，凹對方請你吃飯"],"empathy":["我明白被人家爽約一定讓你很不爽，要不要和我聊聊抒發一下情緒"],"advice":["先問問對方有什麼苦衷，並請他下次如果臨時有事至少也要先通知一聲"]},"聽了鬼故事":{"encouragement":["鬼故事都是編來嚇人的，不會真的發生啦"],"empathy":["我明白聽了鬼故事會讓你很害怕，我可以陪你聊聊天"],"advice":["越去想會越覺得可怕，不如想想其他的事情來轉移注意力"]},"看了鬼片":{"encouragement":["鬼片都是經過專業的團隊設計拍攝的，被嚇到也很正常"],"empathy":["我明白看了鬼片會讓你很害怕，我可以陪你聊聊天"],"advice":["可以把注意力放在找出電影中不合理的地方，這樣就不會那麼害怕了"]},"被打雷嚇到":{"encouragement":["人被雷打到的機率只有六十萬分之一而已，這樣想就不會那麼怕了"],"empathy":["我明白打雷會讓你感到害怕，我也很怕打雷"],"advice":["在打雷的當下找個人講話，能夠有效的減緩害怕的情緒"]},"發現蜘蛛":{"encouragement":["蜘蛛其實會幫忙清除一些小蟲子，對人類是有幫助的呢"],"empathy":["我能理解你的感受，我也很怕蜘蛛"],"advice":["平時保持環境整潔，也能間接減少蜘蛛食物的數量"]}}